[{
     "Figure": "1-s2.0-S0169500217303574-main_page0_375.jpg"
},
{
     "paragraph1": "Contents lists available at ScienceDirect "
},
{
     "paragraph2": "Lung Cancer "
},
{
     "paragraph3": "journal homepage: www.elsevier.com/locate/lungcan "
},
{
     "Figure": "1-s2.0-S0169500217303574-main_page0_376.jpg"
},
{
          "section:1": "Phase I clinical trials in patients with advanced non-small cell lung cancer treated within a Drug Development Unit: What have we learnt?"
},
{
          "paragraph1": "Marta Capelana, Desamparados Rodaa,b, Elena Geunaa, Karim Rihawia, Shankar Bodlaa, Stan B. Kayea,b, Jaishree Bhoslea, Udai Banerjia,b, Mary O’Briena, Johann S. de Bonoa,b, Sanjay Popata,c, Timothy A. Yapa,b,⁎ "
},
{
          "paragraph2": "a Royal Marsden NHS Foundation Trust, London, United Kingdom b The Institute of Cancer Research, London, United Kingdom c National Heart and Lung Institute, Imperial College, London, United Kingdom "
},
{
          "paragraph3": "A R T I C L E I N F O "
},
{
          "paragraph4": "Keywords: NSCLC Phase I clinical trials Novel therapies "
},
{
          "paragraph5": "A B S T R A C T "
},
{
          "paragraph6": "Objectives: Despite advances in novel drug development for patients with advanced non-small cell lung cancer (NSCLC), there are still only a limited number of approved treatments. We therefore evaluated the clinical outcomes of patients with advanced NSCLC referred to a dedicated phase I clinical trials unit assessed baseline clinical factors associated with successful enrollment onto phase I trials. Material and methods: We conducted a retrospective study involving patients with advanced NSCLC referred to the Drug Development Unit at the RMH between January 2005 and December 2013. Results: 257 patients with advanced NSCLC were referred for consideration of phase I trials, of which only 89 (35%) patients successfully commenced phase I trials. The commonest reasons for not entering study included poor ECOG performance status and rapid disease progression. A multivariate analysis identiﬁed that ECOG performance status (0–1) and RMH prognostic score (0–1) were associated with successful enrollment onto phase I trials (p < 0.001). Single agent therapies included novel agents against the phosphatidylinositol-3 kinase pathway, insulin growth factor-1 receptor and pan-HER family tyrosine kinases. These trial therapies were well tolerated and mainly associated with grade 1–2 adverse events, with a minority experiencing grade 3 toxicities. Nine (10%) patients, 4 with known EGFR or KRAS mutations, achieved RECIST partial responses. Median time to progression was 2.6 months and median overall survival was 8.1 months for patients enrolled. Conclusions: Phase I trial therapies were generally well tolerated with potential antitumor beneﬁt for patients with advanced NSCLC. Early referral to drug development units at time of disease progression should be con- sidered to enhance the odds of patient participation in these studies. "
},
{
          "paragraph7": "1. Introduction "
},
{
          "paragraph8": "Lung cancer is the main cause of cancer mortality worldwide and has a ﬁve-year survival rate of less than 15% [1,2]. Non-small cell lung cancer (NSCLC) accounts for 85% of lung cancers and is histologically classiﬁed into adenocarcinoma and squamous cell carcinoma, which account for 50% and 30% of NSCLC, respectively. NSCLC is a mole- cularly heterogeneous disease and may harbor diﬀerent putative driver aberrations [3,4]. The landscape of therapeutic options for patients "
},
{
          "paragraph9": "diagnosed with advanced NSCLC has changed dramatically over the past decade, especially with recent advances in the development of immunotherapies and next generation molecularly targeted agents [5–9]. Novel immune checkpoint inhibitors have demonstrated longer overall survival (OS) and better toxicity proﬁles compared to platinum- based chemotherapy in patients whose tumors have ≥ 50% PD-L1 ex- pression in the ﬁrst-line setting, and to docetaxel in patients with ad- vanced NSCLC who had progressed during or after platinum-based chemotherapy [5–7,10,11]. Phase III trials have demonstrated that ﬁrst "
},
{
          "paragraph10": "http://dx.doi.org/10.1016/j.lungcan.2017.06.005 Received 25 January 2017; Received in revised form 5 June 2017; Accepted 8 June 2017 "
},
{
          "paragraph11": "⁎ Corresponding author at: Drug Development Unit, The Institute of Cancer Research and Royal Marsden NHS Foundation Trust, Downs Road, London SM2 5PT, UK. E-mail addresses: timothy.yap@icr.ac.uk, tyap@mdanderson.org (T.A. Yap). "
},
{
          "paragraph12": "Abbreviations: ALK, Anaplastic Lymphoma Kinase; DDU, Drug Development Unit; ECOG PS, Eastern Cooperative Oncology Group performance status; EGFR, epidermal growth factor receptor; EPR, electronic patient record; HDAC, histone deacetylase; IGF-1R, insulin growth factor-1 receptor; LDH, lactate dehydrogenase; NSCLC, non-small cell lung cancer; OS, overall survival; PARP, poly(ADP-ribose) polymerase inhibitor; PI3K, phosphatidylinositol-3 kinase; PFS, progression-free survival; PR, partial response; RMH, poyal Marsden Hospital; SD, stable disease; TKI, tyrosine kinase inhibitor; TTP, time to progression "
},
{
          "paragraph13": "Lung Cancer 111 (2017) 6–11 "
},
{
          "paragraph14": "0169-5002/ ©  2017 Elsevier B.V. All rights reserved. "
},
{
          "Figure": "1-s2.0-S0169500217303574-main_page0_377.jpg"
},
{
          "paragraph15": "M ARK "
},
{
          "paragraph16": "and second generation tyrosine kinase inhibitors (TKIs), such as erlo- tinib (Roche), geﬁtinib (AstraZeneca) and afatinib (Boehringer In- gelheim) in patients with epidermal growth factor receptor (EGFR) mutant NSCLC improve progression-free survival (PFS), but not OS when compared with platinum-based chemotherapy in the ﬁrst and second-line settings [8,12–14]. Phase III studies performed in patients with Anaplastic Lymphoma Kinase (ALK) fusion rearrangements, which accounts for approximately 4% of NSCLC, when treated with crizotinib (Pﬁzer) have shown improvements in PFS compared with platinum chemotherapy [9,15]. Despite advances in the development of antitumor therapies, there are still only a limited number of approved lines of treatment available for patients with advanced NSCLC. Patients are typically considered for clinical trials within specialist lung cancer units upon the exhaustion of conventional treatment options. Such trials are often limited by pro- tocol restrictions on patient eligibility and number of prior lines of treatments received. Patients who remain ﬁt with acceptable organ function may then be referred to specialist drug development units for consideration of phase I trials of novel experimental therapies, in- cluding ﬁrst-in-human studies. However, to the best of our best knowledge, there are currently no published data on the outcomes of patients with advanced NSCLC treated within the context of phase I clinical trials in dedicated drug development units, including treatment- related toxicities and antitumor activity. Such data will be important to establish the extent of beneﬁt which may be anticipated from experi- mental phase I trials are bona ﬁde antitumor treatment options for pa- tients with advanced NSCLC. A critical aspect of phase I trials is the selection of suitable patients, especially those with NSCLC who are at high risk of rapid clinical de- terioration. Olmos and colleagues developed and validated the Royal Marsden Hospital (RMH) prognostic score – comprising serum albumin levels, number of metastatic sites and lactate dehydrogenase (LDH) levels – as a predictor of 90-day mortality to optimize the selection of appropriate patients for participation in phase I trials [16,17]. The main aim of this retrospective study was to evaluate the clinical outcomes of patients with advanced NSCLC referred to the Drug Development Phase I Unit at the Royal Marsden Hospital (RMH) for consideration of novel therapies, and to explore the outcomes of pa- tients treated with molecularly targeted agents. The second aim was to "
},
{
          "paragraph17": "identify baseline clinical factors associated with successful enrollment onto phase I clinical trials. "
},
{
               "section:2": "Introduction"
},
{
               "paragraph1": "nd methods "
},
{
               "paragraph2": "This retrospective study included patients with advanced NSCLC who were referred to the Drug Development Unit (DDU) at the Royal Marsden Hospital (RMH), London, United Kingdom, for consideration of phase I clinical trials from 1st January 2005 to 31st December 2013. This study was approved by the Royal Marsden Hospital Committee for Clinical Research. Clinical parameters were collected from electronic patient records (EPR) during the patients’ ﬁrst visit to the DDU prior to starting a clinical trial, including: stage of cancer, sites of disease, histological subtype, mutation status, prior lines of antitumor therapy, Eastern Cooperative Oncology Group performance status (ECOG PS), full blood count, biochemistry, RMH prognostic score and genetic mutation status if known. The RMH prognostic score, which comprise serum albumin, number of metastatic disease and lactate dehydrogenase (LDH) levels, is a predictor of 90-day mortality used to optimize the selection of patients for phase I clinical trials. All patients enrolled on these clinical studies had provided their written informed consent for trial partici- pation. The primary endpoint of this study was to evaluate patient out- comes (treatment-related toxicities and antitumor activity) of patients with NSCLC who enrolled in at least one phase I trial. Toxicity data were collected as originally reported on EPR, i.e. graded according to the Common Terminology Criteria for Adverse Events (CTCAE) version 3.0 or 4.0 depending on the study. Antitumor response rates were evaluated according to Response Evaluation Criteria in Solid Tumors (RECIST) version 1.0 or 1.1 depending on the study. Tumor responses were conﬁrmed by a board-certiﬁed radiologist. OS data were obtained from EPR and when necessary, by contacting the patients’ family phy- sician. The SPSS program version 20 was used for the statistical analysis. Univariate and multivariate binary Cox logistic regression was used to identify clinical factors associated with patients being enrolled onto phase I trials. OS was deﬁned as the interval between the day of the ﬁrst administered dose of clinical trial therapy and the date of death from "
},
{
               "Figure": "1-s2.0-S0169500217303574-main_page1_12.jpg"
},
{
               "Figure_title": "Fig. 1. Flow chart of advanced NSCLC patients par- ticipating in phase I clinical trials in the DDU at the RMH (2005–2013). "
},
{
               "paragraph3": "M. Capelan et al. Lung Cancer 111 (2017) 6–11 "
},
{
               "paragraph4": "7 "
},
{
               "paragraph5": "any cause. Time to progression (TTP) was the time elapsed between the ﬁrst dose of trial therapy until radiological progression or death from any cause. The Kaplan-Meier method as used to estimate median TTP and OS. "
},
{
               "paragraph6": "3. Results "
},
{
               "section:2": "Material and methods"
},
{
               "paragraph1": "r characteristics "
},
{
               "paragraph2": "A total of 257 patients diagnosed with advanced NSCLC were re- ferred to the DDU at the RMH from January 2005 to December 2013 for consideration of participation in phase I clinical trials. Eighty-nine of these 257 (35%) patients participated in at least one phase I trial, with 17 of these 89 (19%) patients in two or more phase I trial (106 trial enrollments). A total of 168 of 257 (65%) patients referred to DDU did not start a phase I trial. Of these 168 patients, a total of 120 were deemed not suitable for allocation to a Phase I trial, while 48 were allocated but did not start treatment (Fig. 1). Overall, the main reasons for patients not participating in phase I clinical trials were poor ECOG PS (49 [29%]) and rapid disease progression (30 [18%]). Other reasons included patients not interested in participating in phase I clinical trials (22 [13%]) and comorbidities such as cardiac disease and diabetes (16 [10%]). Details of other reasons are outline in (Fig. 1). Patient demographic characteristics were similar in the enrolled versus not enrolled groups, respectively: median age (61 vs. 60 years), histology (lung adenocarcinoma [63% vs. 66%] and squamous cell lung cancer [30% vs. 27%]), ≥3 previous lines of antitumor treatment in the metastatic disease setting (42% vs. 46%), and prior use of molecular targeted agents (61% vs. 58%), respectively. 95% of enrolled patients had an ECOG PS 0–1 versus 69% in the non-enrolled group; RMH prognostic score 0–1 was 73% in the enrolled group compared with 45% in the non- enrolled group (Table 1). Genetic aberration status (EGFR, KRAS and BRAF mutations; ALK rearrangements) was available for only 84 (33%) of 257 patients. 26 (31%) of these 84 patients referred for consideration of a phase I trial had a known KRAS mutation, while 8 (9%) had an EGFR mutation. Neither BRAF mutations nor ALK rearrangements were detected in our study (Table 1). "
},
{
               "section:2": "Results"
},
{
               "paragraph1": "variate and multivariate analysis "
},
{
               "paragraph2": "Univariate and multivariate analyses were performed in order to investigate clinical factors associated with patients being enrolled versus not being enrolled onto phase I clinical trials. Clinical factors including the number of sites of disease (< 3 sites), ECOG PS (0–1), RMH prognostic score (0–1), white blood cells (WBC) < 109/L, neu- trophils, lymphocytes, hemoglobin (> 9 g/dL), platelets (< 400,000), albumin (> 35 g/L), alkaline phosphatase (< 110) and LDH (< 192 U/ L) levels were signiﬁcantly associated with being enrolled onto a phase I clinical trial in the univariate analysis (Table 2). However, the ECOG PS and RMH prognostic score were the only independent factors associated with successful patient enrollment using a multivariate analysis. Patient with ECOG PS 2–3 versus 0–1 (odds ratio (OR) 0.06 [95% CI, 0–22–0.20; p < 0.001]) and those with RMH prognostic score 2–3 versus 0–1 (OR 0.29 [95% CI, 0.15–0.58; p < 0.001]) were signiﬁcantly less likely to be enrolled onto phase I trials (Table 2). "
},
{
                    "section:3": "Patient and tumor characteristics"
},
{
                    "paragraph1": "ies "
},
{
                    "paragraph2": "We classiﬁed the individual drugs tested in the 26 phase I clinical trials into four categories: single agent targeted therapies (51 events [55%]), targeted therapy-chemotherapy combinations (18 events [19%]), targeted–targeted therapy combinations (14 events [15%]) and novel chemotherapies (10 events [11%]). Single agent targeted thera- pies included inhibitors against histone deacetylase (HDAC), the phosphatidylinositol-3 kinase (PI3K) pathway, insulin growth factor-1 receptor (IGF-1R), pan-HER family tyrosine kinase, antiangiogenic agents, poly(ADP-ribose) polymerase (PARP) inhibitors, integrins, aurora kinase inhibitors, PIM kinase inhibitors, monocarboxylase in- hibitors and intravenous reovirus (Table 4). "
},
{
                    "paragraph3": "Table 1 Patients demographics. "
},
{
                    "paragraph4": "Patient characteristics Patients enrolled n = 89 (35%) "
},
{
                    "paragraph5": "Patients not enrolled n = 168 (65%) "
},
{
                    "paragraph6": "All patients n = 257 (100%) "
},
{
                    "paragraph7": "Age Median < 65 years 60 (68%) 104 (62%) 164(64%) > 65 years 29 (32%) 64 (38%) 93 (36%) "
},
{
                    "paragraph8": "Sex Male 54 (61%) 88(52%) 142 (55%) Female 35 (39%) 80 (48%) 115 (45%) "
},
{
                    "paragraph9": "Race White 82 (92%) 150 (90%) 232 (91%) Asian 3 (3%) 11 (6%) 14 (5%) Black 4 (5%) 3 (2%) 4 (5%) Indian 0 (0%) 3 (2%) 3 (1%) "
},
{
                    "paragraph10": "Smoking status Ex-smoker 39 (44%) 86 (51%) 125 (49%) Smoker 11 (13%) 19 (11%) 30 (11%) Never smoker 23 (25%) 18 (11%) 41 (16%) Unknown 16 (18%) 45 (27%) 61 (24%) "
},
{
                    "paragraph11": "Stage III 7 (8%) 7 (4%) 14 (5%) IV 82 (92%) 161 (96%) 243 (95%) "
},
{
                    "paragraph12": "Histology Adenocarcinoma 56 (63%) 111 (66%) 167 (65%) Squamous 27 (30%) 45 (27%) 72 (28%) Other 6 (7%) 12 (7%) 18 (7%) "
},
{
                    "paragraph13": "Mutations Not available 63 (71%) 110 (65%) 173 (67%) Available 26 (29%) 58 (35%) 84 (33%) KRAS mutations 8 (9%) 18 (30%) 26 (31%) EGFR mutations 3 (3%) 5 (8%) 8 (9%) "
},
{
                    "paragraph14": "Previous lines of treatment 1 10 (11%) 18 (11%) 28 (11%) 2 42 (47%) 67 (40%) 109 (42%) 3 25 (28%) 57 (34%) 82 (32%) 4 12 (14%) 21 (12%) 33 (13%) 5 NA 5 (3%) 5 (2%) "
},
{
                    "paragraph15": "Chemotherapy ﬁrst line doublet Platinum-based chemotherapy 74 (83%) 152 (91%) 226 (88%) "
},
{
                    "paragraph16": "Other 3 (3%) 2 (1%) 5 (2%) "
},
{
                    "paragraph17": "First line single chemotherapy 12 (14%) 14 (8%) 26 (10%) "
},
{
                    "paragraph18": "Erlotinib 52 (58%) 83 (49%) 135 (52%) Prior lines of targeted therapy 54 (61%) 98 (58%) 152 (59%) "
},
{
                    "paragraph19": "ECOG PS 0 16 (18%) 15 (9%) 31 (12%) 1 69 (77%) 100 (60%) 169 (66%) 2 4 (5%) 44 (26%) 48 (19%) 3 NA 8 (5%) 8 (3%) "
},
{
                    "paragraph20": "RMH score 0 19 (21%) 18 (11%) 37 (14%) 1 46 (52%) 58 (34%) 104 (41%) 2 17 (19%) 59 (35%) 76 (29%) 3 7 (8%) 33 (20%) 40 (16%) "
},
{
                    "paragraph21": "M. Capelan et al. Lung Cancer 111 (2017) 6–11 "
},
{
                    "paragraph22": "8 "
},
{
                    "section:3": "Univariate and multivariate analysis"
},
{
                    "paragraph1": "xicities "
},
{
                    "paragraph2": "We assessed the therapy-related adverse events collected during the duration of trial treatment of 106 patient enrollments. Overall, phase I trial therapies were well tolerated, with mainly grade 1–2 adverse events. The most common toxicities at any grade included fatigue (33 patients [31%]), skin rash (31 [29%]), diarrhea [27 (26%]) and nausea (26 [24%]). The most common grade 3 or worse toxicities included diarrhea (6 patients [6%]), skin rash (5 [5%]), fatigue (5 [5%]) and acute allergic reactions (4 [4%]). The acute allergic reactions were observed in patients treated with chemotherapy and monoclonal anti- bodies. Grade 3 trial-related toxicities were observed in 25 patients (24%), leading to 12 (11%) patients discontinuing trial therapy. No grade 4–5 toxicities were observed (Table 3). "
},
{
                    "paragraph3": "3.5. Antitumor activity "
},
{
                    "paragraph4": "Of the 106 patient enrollments, 93 patients were evaluable for re- sponse assessment according to RECIST; the remaining 13 patients were not evaluable as they discontinued the trial early (11 because of toxicity and 2 because of non drug-related reasons). Nine (10%) patients achieved a RECIST partial response (PR), 37 (40%) achieved clinical beneﬁt (PR + stable disease [SD]) at 3 months and 15 (15%) at 6 months. Among the nine patients who achieved a RECIST PR, 8 patients had lung adenocarcinoma, while 1 had lung squamous cell carcinoma. All patients received at least 2 prior lines of antitumor treatment in the metastatic setting and ﬁve out of nine patients had previously received a targeted therapy (Table 5). Median TTP for all novel therapies was 2.6 months (95% CI, 0.2–35.5). Patients who received a combination of drugs, especially "
},
{
                    "paragraph5": "targeted therapy-chemotherapy combinations had the longest median TTP of 4.7 months (0.2–35.5) and the highest rates of PR (Table 4). The median OS for the patients enrolled onto phase I trials was 8.1 In ad- dition, at 6 months after their ﬁrst consultation in the Phase I DDU, 61% (95% CI, 51.11–71.89) of patients enrolled onto phase I trials were alive. An actionable mutation was detected in four of 9 (44%) patients who achieved a PR on phase I trials; all four patients were treated with matched targeted therapies. Two never-smoker female patients with EGFR mutant NSCLC achieved a median TTP of 18 and 36 months with a single agent pan-HER family tyrosine kinase inhibitor and a combi- nation of paclitaxel chemotherapy and a pan-HER family tyrosine ki- nase inhibitor, respectively. Two ex-smoker patients with KRAS muta- tions had progressed on four lines of treatment, including platinum- doublet chemotherapy, docetaxel, pemetrexed and erlotinib. Both pa- tients were treated with a combination of a selective MEK inhibitor and AKT inhibitor. One patient achieved a RECIST PR lasting four months and the other patient discontinued trial after 3.3 months because of non-trial related pneumonia; restaging imaging at the time of trial discontinuation showed RECIST PR (Table 5). "
},
{
                    "paragraph6": "4. Discussion "
},
{
                    "paragraph7": "Treatment strategies for advanced NSCLC remain limited, thus novel experimental therapies within the context of early phase clinical trials may provide additional therapeutic approaches for these patients. In this study, we assess the outcomes of patients with advanced NSCLC treated on phase I trials within a dedicated drug development unit, including therapy-related toxicities and response rates. We also in- vestigate clinical factors, which predict for successful enrollment onto phase I trials. In our retrospective study, novel therapies were generally well tolerated, with only 12 (11%) patients discontinuing trial because of adverse events. The rates of phase I trial-related grade 3 toxicities of 24% were lower than the docetaxel-related grade 3 toxicity rates of 40%–70% [18,19], but higher compared with grade 3–4 toxicities re- ported in phase III studies with the immune checkpoint inhibitors ni- volumab and pembrolizumab of 7%–10% [5,6,10]. The identiﬁcation of suitable patients for phase I trials remains challenging, especially in patients with advanced NSCLC who have a high risk of clinical deterioration. We therefore evaluated the RMH prognostic score – which comprises serum albumin level, number of metastatic sites and lactate dehydrogenase levels – and other potential clinical factors that may be associated with being enrolled onto phase I clinical trials. The RMH prognostic score 0–1 and ECOG PS 0–1 were the only clinical factors found to be signiﬁcantly associated with being "
},
{
                    "paragraph8": "Table 2 Factor associated with enrollment onto phase I clinical trials. "
},
{
                    "paragraph9": "Univariate analysis Multivariate analysis "
},
{
                    "paragraph10": "Variable OR 95% CI P value OR 95% CI P value "
},
{
                    "paragraph11": "Histology (Adenocarcinoma vs. others) 0.98 0.55–1.77 0.967 NA NA NA "
},
{
                    "paragraph12": "Platinum sensitive vs. resistant/refractory 0.66 0.35–1.25 0.213 NA NA NA Number of prior lines of treatment ≥ 3 0.71 0.40–1.25 0.240 NA NA NA Kras mutation 1.09 0.34–3.45 0.873 NA NA NA Number of sites of disease ≥ 3 0.51 0.29–0.92 0.026 NA NA NA ECOG (2–3 vs. 0–1) 0.05 0.20–0.17 0.001 0.06 0–22–020 < 0.001 RMH prognostic score (2–3 vs. 0–1) 0.26 0.14–0.48 0.001 0.29 0.15–0.58 < 0.001 WBC > 109/L 0.87 0.21–0.73 0.003 NA NA NA Neutrophils 0.87 0.80–0.94 0.001 NA NA NA Lymphocytes 1.29 0.86–1.92 0.214 NA NA NA Hemoglobin > 9 g/dL 1.42 1.11–1.71 0.001 NA NA NA Platelets > 400,000 0.99 0.99–1.00 0.611 NA NA NA Albumin > 35 g/L 3.39 1.73–6.63 0.001 NA NA NA Alkaline phosphate > 110 u/L 0.26 0.12–0.58 0.001 NA NA NA LDH > 192 U/L 0.53 0.29–0.97 0.040 NA NA NA "
},
{
                    "paragraph13": "Table 3 Main drug related toxicities according to CTCAE. "
},
{
                    "paragraph14": "Toxicities G1 (n, %) G2 (n, %) G3 (n, %) G4 (n, %) All grades "
},
{
                    "paragraph15": "Fatigue 14(13%) 14 (13%) 5 (5%) NA 33 (31%) Skin rash 12 (12%) 12 (13%) 5 (5%) NA 31 (29%) Diarrhea 13(12%) 8 (8%) 6 (6%) NA 27 (26%) Nausea 16 (15%) 10 (9%) NA NA 26 (24%) Mucositis 15 (15%) 6 (6%) 1 (1%) NA 22 (20%) Vomiting 9 (9%) 1 (1%) 1 (1%) NA 11 (10%) Allergic reactions NA 1 (1%) 4 (4%) NA 5 (5%) Liver transaminase elevation 1 (1%) 1 (1%) 3 (3%) NA 5 (5%) "
},
{
                    "paragraph16": "Note: Adverse events during the trial, i.e., exceeding dose-limiting toxicity period. "
},
{
                    "paragraph17": "M. Capelan et al. Lung Cancer 111 (2017) 6–11 "
},
{
                    "paragraph18": "9 "
},
{
                    "paragraph19": "successfully enrolled onto phase I trials in a multivariate analysis [16,17]. The ECOG PS and RMH prognostic score should therefore be used to identify suitable patients with NSCLC for phase I clinical trials. In addition, the early referral of patients with advanced NSCLC to dedicated phase I units should be considered so as to preserve both ECOG PS and RMH prognostic scores and to improve the odds of pa- tients being successfully enrolled onto phase I studies. In our study, a large number of patients were heavily pretreated with 42% having had 3 or 4 prior lines of treatment in the metastatic setting. Overall, nine (10%) patients achieved RECIST PR, with median TTP of 2.6 months (95% CI, 0.2–35.5) and median OS of 8.1 months. These results are comparable with single agent chemotherapies, such as docetaxel and pemetrexed given in the second line treatment setting, which has an overall response rate of ≤10% and a TTP of 2–3 months [18,19]. The main limitation of our study is that patients with advanced NSCLC were treated with diﬀerent novel drugs or therapeutic combi- nations with diﬀerent mechanisms of action. Some patients may also "
},
{
                    "paragraph20": "have been treated with subtherapeutic or ineﬀective drug doses during these phase I studies. This may explain the wide variability in the median TTP. Genetic aberration status (EGFR, KRAS and BRAF mutations; ALK rearrangements) was only available for only 84 (33%) of 257 patients. This may be explained by the fact that molecular characterization of patients with advanced NSCLC was not routinely tested during the early to middle parts of our study period between 2005 and 2013 and that very often, only limited amounts of tissue are available in diagnostic lung biopsies. National eﬀorts such as the Cancer Research UK Stratiﬁed Medicine Program-2 are now ongoing to molecularly characterize pa- tients with advanced NSCLC prospectively for enrollment onto the National Lung Matrix Trial [20]. In our study, 26 of 84 (31%) patients with available genetic aber- rations were found to harbor a known KRAS mutation while 8 (9%) had an EGFR mutation, which are consistent with the proportion of KRAS and EGFR mutations described in the literature of 20%–30% and 10%, "
},
{
                    "paragraph21": "Table 4 Antitumor activity. "
},
{
                    "paragraph22": "Novel therapies n (%) PR SD CB (PR + SD) for 4 months CB (PR + SD) for 6 months Median TTP (months) (range) "
},
{
                    "paragraph23": "Single targeted therapies HDAC inhibitor 14 (15%) NA 7 (50%) 2 (14%) 2 (14%) 2.4 (1.5–3.5) PI3K pathway inhibitor 9 (10%) NA 4 (45%) 2 (22%) 2 (22%) 1.7 (0.9–9.5) IGF-1R inhibitor 7 (8%) NA 3 (37%) 1 (12%) 1.8 (0.7–7.8) Virotherapy 4 (4%) NA 3 (75%) 1 (25%) 2.5 (1.8–4.8) Pan-HER family tyrosine kinase inhibitor 9 (10%) 2 (18%) 5 (46%) 3 (27%) 2 (18%) 3.5 (0.6–19.4) PARP inhibitor 1 (1%) 1 (100%) 1 (100%) 4.1 Anti-angiogenic inhibitor 1 (1%) 1 (33%) 1.4 Integrin inhibitor 1 (1%) 1.4 Aurora Kinase inhibitor 1(1%) 1 (100%) 1(100%) 5.8 "
},
{
                    "paragraph24": "Monocarboxylate transporter inhibitor 1(1%) 2.6 PIM kinase inhibitor 1 (1%) 1 (50%) 0.3 c-MET inhibitor 1 (1%) 0.9 DNA methyltransferase 1 1 (1%) 1.6 Overall 51 (55%) 2 (4) 26 (50%) 11 (22%) 6 (12%) 3.2 (2.4–4.3) "
},
{
                    "paragraph25": "Targeted therapy- chemo chemotherapy combinations 18 (19%) 4 10 (55%) 9 (50%) 6 (33%) 4.7 (0.2–35.5) Targeted-targeted therapy combinations 14 (15%) 3 7 (47%) 5 (33%) 2 (13%) 3.33 (0.3–14.0) Novel chemotherapies 10 (11%) 5 (50%) 2 (18%) 1 (9%) 1.4 (0.6–7.8) All drugs 93 (100%) 9 (10%) 48 (52%) 27 (29%) 15 (14%) 2.6 (0.2–35.5) "
},
{
                    "paragraph26": "Table 5 Characteristics of the patients who achieved a PR. "
},
{
                    "paragraph27": "Patient Age Sex Histology Mutation ECOG PS Prior lines mtx Prior TT Type of drug TTP (months) "
},
{
                    "paragraph28": "1 73 F Adeno EGFR 0 2 No Paclitaxel + Pan-HER family tyrosine kinase inhibitor 35.5 2 45 F Adeno EGFR 2 2 Yes Pan-HER family tyrosine kinase inhibitor 18.4 3a 62 M Adeno KRAS 0 4 Yes MEK inhibitor + AKT inhibitor 3.3 4 62 F Adeno KRAS 2 4 No Mek-inhibitor + AKT inhibitor 4.2 5a 56 M Squamous No 2 2 No Paclitaxel + TORC1/2 inhibitor 4.7 6 59 F Adeno No 0 2 No MEK inhibitor + PI3 K inhibitor 14 7 64 F Adeno Unknown 1 2 Yes Docetaxel + BCL2 inhibitor 6 8 59 F Adeno Unknown 0 3 Yes Pan-HER family tyrosine kinase inhibitor 11.2 9 68 M Adeno Unknown 1 2 Yes Docetaxel + BCL2 inhibitor 7.5 "
},
{
                    "paragraph29": "M: male; F: female; Adeno: adenocarcinoma; mtx: metastatic; TT: targeted therapy. a Note: Patients 3 and 5 discontinued treatment because of non-disease related reasons (bilateral pneumonia and pneumothorax, respectively). "
},
{
                    "paragraph30": "M. Capelan et al. Lung Cancer 111 (2017) 6–11 "
},
{
                    "paragraph31": "10 "
},
{
                    "paragraph32": "respectively [21]. It should be noted that 4 of nine patients who achieved conﬁrmed PRs had known putative driver mutations, and were treated with matched molecularly targeted therapies. Two pa- tients with known sensitizing EGFR mutations were treated with a pan- HER family tyrosine kinase inhibitor, achieving median TTPs of 18 and 36 months. The patient in our study who achieved a median TTP of 36 months had a known deletion in chromosome 19 EGFR; according to the LUX3 and LUX6 studies, patients with del19 EGFR aberrations treated with afatinib had the longest OS lasting over 30 months [22]. The other two patients who achieved RECIST PRs had known KRAS mutations and were treated with a combination of MEK and AKT in- hibitors. Jänne and colleagues reported a randomized phase II study assessing the combination of docetaxel plus the MEK inhibitor selu- metinib (AZD6244; AstraZeneca) versus docetaxel plus placebo in pa- tients with KRAS mutant NSCLC in the second-line setting [23]. The selumetinib group showed a median PFS of 5.3 months (95% CI, 4.6–6.4) versus 2.1 months (95% CI, 1.4–3.7) in the placebo group (HR 0.58, p < 0.014) [23]. Based on data from this phase II trial and our study, it appears that patients with KRAS mutant NSCLC may beneﬁt more from the combination of a MEK inhibitor either with che- motherapy or a PI3K pathway inhibitor, than MEK inhibitor mono- therapy [24]. The rationale for the latter combination strategy is be- cause of the potential development of signaling crosstalk between the PI3K and the RAS/RAF/MEK pathways and subsequent drug resistance [25,26]. These early phase clinical trial ﬁndings suggest that such combination strategies are promising in KRAS mutant NSCLC where there are currently no approved targeted therapies. The management of patients with advanced NSCLC has changed dramatically in recent years, partly because of the development of novel immunotherapeutic approaches, including the FDA approval of novel immune checkpoint inhibitors, such as nivolumab and pem- brolizumab in patients with squamous and non-squamous NSCLC [5–7]. In addition, third generation EGFR mutation speciﬁc inhibitors, such as osimertinib are highly active in patients with EGFR T790M mutations who have progressed on ﬁrst and second-generation EGFR inhibitors [27,28]. Signals of antitumor activity in NSCLC in molecular sub- populations of patients with these agents were ﬁrst observed in phase I trials, stressing the importance of such studies in accelerating drug development through the use of hypothesis-testing, biomarker-driven studies [29,30]. "
},
{
                    "paragraph33": "Conﬂict of interest "
},
{
                    "paragraph34": "The ﬁnal manuscript has been read and approved by all authors. UB reports fees and research grants from Astra-Zeneca, Chugai, Onix, Astex and Novartis. SP reports research grants from BMS, MSD, Astra-Zeneca, Roche, Clovis, Ariad, Lilly, Pzifer, Boehringer and Novartis. "
},
{
               "section:2": "Acknowledgements"
},
{
               "paragraph1": "The Drug Development Unit of the Royal Marsden NHS Foundation Trust and The Institute of Cancer Research is supported in part by a programme grant from Cancer Research UK. Support is also provided by the Experimental Cancer Medicine Centre (to The Institute of Cancer Research) and the National Institute for Health Research Biomedical Research Centre (jointly to the Royal Marsden NHS Foundation Trust and The Institute of Cancer Research). D. Roda was the recipient of a grant from the Spanish Medical Oncology Society “BECA SEOM para la Investigación en el Extranjero”. T.A. Yap was the recipient of research grants from the Academy of Medical Sciences and British Lung Foundation. "
},
{
               "section:2": "References"
},
{
               "paragraph1": "[1] J. Ferlay, H.R. Shin, F. Bray, D. Forman, C. Mathers, D.M. Parkin, Estimates of "
}]