[{
          "section:1": "Targeting ADAM-mediated ligand cleavage to inhibit HER3 and EGFR pathways in non-small cell lung cancer"
},
{
          "paragraph1": "Bin-Bing S. Zhou,1,4,* Michael Peyton,2 Biao He,3 Changnian Liu,1 Luc Girard,2 Eian Caudler,1 Yvonne Lo,1 "
},
{
          "paragraph2": "Frederic Baribaud,1 Iwao Mikami,3 Noemi Reguart,3 Gengjie Yang,1 Yanlong Li,1 Wenqing Yao,1 Kris Vaddi,1 "
},
{
          "paragraph3": "Adi F. Gazdar,2 Steven M. Friedman,1 David M. Jablons,3 Robert C. Newton,1 Jordan S. Fridman,1 "
},
{
          "paragraph4": "John D. Minna,2 and Peggy A. Scherle1 "
},
{
          "paragraph5": "1Drug Discovery, Incyte Corporation, Experimental Station, Route 141 and Henry Clay Road, Building 400, Wilmington, Delaware 19880 2Hamon Center for Therapeutic Oncology Research, University of Texas Southwestern Medical Center at Dallas, 600 Harry Hines Boulevard, Dallas, Texas 75390 3Thoracic Oncology Laboratory, Department of Surgery, Comprehensive Cancer Center, University of California, San Francisco, San Francisco, California 94115 4Present address: Tanox, Inc., 10555 Stella Link Road, Houston, Texas 77025. *Correspondence: binbing_s_zhou@yahoo.com "
},
{
          "paragraph6": "Summary "
},
{
          "paragraph7": "We describe here the existence of a heregulin-HER3 autocrine loop, and the contribution of heregulin-dependent, HER2- mediated HER3 activation to geﬁtinib insensitivity in non-small cell lung cancer (NSCLC). ADAM17 protein, a major ErbB ligand sheddase, is upregulated in NSCLC and is required not only for heregulin-dependent HER3 signaling, but also for EGFR ligand-dependent signaling in NSCLC cell lines. A selective ADAM inhibitor, INCB3619, prevents the processing and activation of multiple ErbB ligands, including heregulin. In addition, INCB3619 inhibits geﬁtinib-resistant HER3 signaling and enhances geﬁtinib inhibition of EGFR signaling in NSCLC. These results show that ADAM inhibition affects multiple ErbB pathways in NSCLCandthusoffersanexcellentopportunityforpharmacologicalintervention,eitheraloneorincombinationwithotherdrugs. "
},
{
               "section:2": "Introduction"
},
{
               "paragraph1": "The ErbB family of receptor tyrosine kinases and their ligands are important regulators of tumor cell proliferation, angiogene- sis, and metastasis (Gschwind et al., 2004; Yarden and Sliw- kowski, 2001). There are four receptors in the ErbB family: EGFR (HER1 or ErbB1), HER2 (neu or ErbB2), HER3 (ErbB3), and HER4 (Erb4). Among them, EGFR, HER2, and HER4 have tyrosine kinase activities; HER3 has a truncated kinase domain, which is not functional, and thus can signal only in the context of receptor heterodimerization (Guy et al., 1994). Eleven ligands have been reported to bind to the ErbB receptor family, includ- ing epidermal growth factor (EGF), transforming growth factor a (TGFa), heparin binding EGF-like ligand (HB-EGF), amphiregu- lin (AR), betacellulin (BTC), epiregulin (EPR), epigen (EPG), and heregulin (HRG)/neuregulin (NRG) family members (Harris et al., 2003). These ligands bind directly to EGFR, HER3, or HER4, leading to the formation of hetero- or homodimers that trigger multiple downstream signaling cascades, including Ras-ERK and PI3K-Akt pathways (Yarden and Sliwkowski, 2001). Although HER2 lacks a functional ligand binding domain, "
},
{
               "paragraph2": "it is the preferred partner for heterodimerization upon ligand binding (Graus-Porta et al., 1997; Mosesson and Yarden, 2004). While multiple ligands, including EGF, TGFa, HB-EGF, AR, BTC, EPR, and EPG, can bind EGFR, heregulin is the only known ligand for HER3. Heterodimerization of HER3 with HER2 results in the formation of the most oncogenically active ErbB receptor complex upon heregulin stimulation; coexpression of HER3 and HER2, but not HER3 and EGFR, synergizes to transform NIH3T3 cells (Alimandi et al., 1995; Holbro et al., 2003). In addition, treat- ment of transformed cell lines with anti-HER3 antibodies has been shown to reduce their proliferation and migration in vitro, in part through the alteration of HER2-HER3 dimerization (van der Horst et al., 2005), suggesting that this pathway is important for promoting tumorigenesis. However, the properties and clin- ical signiﬁcance of a putative autocrine mechanism involving heregulin, HER3, and HER3’s heterodimerization partners have not been well characterized. ErbB ligands are structurally and functionally related mem- brane proteins that can be proteolytically cleaved and released from cells for signaling through autocrine and paracrine mecha- nisms (Normanno et al., 2001; Borrell-Pages et al., 2003). This "
},
{
               "paragraph3": "S I G N I F I C A N C E "
},
{
               "paragraph4": "Agents that inhibit EGFR function, such as geﬁtinib and cetuximab, have shown modest therapeutic efﬁcacy in patients with NSCLC. One mechanism of drug resistance is the activation of alternative ErbB pathways, such as signaling through HER3, as demonstrated herein. Recently, ADAMs, particularly ADAM17, have emerged as upstream activators of ErbB ligands. We demonstrate here that a selective ADAM inhibitor blocks the cleavage of multiple ErbB ligands and thereby inhibits the activation of multiple ErbB pathways, including HER3 in NSCLC. A strategy targeting ADAMs may be an important complement to existing anti-ErbB approaches and could be used in combination with various anti-ErbB and chemotherapeutic agents. "
},
{
               "paragraph5": "A R T I C L E "
},
{
               "paragraph6": "CANCER CELL 10, 39–50, JULY 2006 ª2006 ELSEVIER INC. DOI 10.1016/j.ccr.2006.05.024 39 "
},
{
               "paragraph7": "cleavage event is critical for the activation of the ligands under a variety of circumstances and is thought to be mediated by ADAMs (a disintegrin and metalloproteases) (Blobel, 2005; Gee and Knowlden, 2003; Sahin et al., 2004; Zhou et al., 2005), which are zinc-dependent membrane-associated metallopro- teases. More speciﬁcally, ADAM17-deﬁcient cells have been shown to be defective in the shedding of TGFa, HB-EGF, EPR, AR, and heregulin (Merlos-Suarez et al., 2001; Montero et al., 2000; Peschon et al., 1998; Sahin et al., 2004; Sunnarborg et al., 2002; Horiuchi et al., 2005). Although ADAM17 has been suggested to be the major ErbB ligand sheddase, ADAM10 is po- tentially the main sheddase of EGF and BTC in mouse embryonic ﬁbroblasts (Sahin et al., 2004) and possibly other ligands under speciﬁc circumstances. It is apparent that these ADAMs regulate the availability of ErbB ligands by liberating the soluble functional forms and, as a result, activate ErbB signaling. Several anti-EGFR agents, including antibodies and small molecule kinase inhibitors, have been approved recently to treat various human cancers (Baselga and Arteaga, 2005; Herbst et al., 2004). The chimeric monoclonal antibody cetuximab (Erbitux), which blocks EGFR ligand binding, has been shown to improve the survival of patients with metastatic colon cancer and has shown efﬁcacy in patients with non-small cell lung can- cer (NSCLC) (Baselga and Arteaga, 2005), clinically validating the approach of targeting EGFR ligands to treat these cancers. The EGFR tyrosine kinase inhibitors geﬁtinib (Iressa) and erloti- nib (Tarceva) have also shown efﬁcacy in patients with NSCLC (Herbst et al., 2004), particularly in a subgroup of patients that have mutations in the EGFR kinase domain that are more sus- ceptible to inhibition by these molecules (Lynch et al., 2004; Paez et al., 2004; Pao et al., 2004). Unlike other growth factor receptors, many of these mutant EGFR proteins are not consti- tutively active and are still sensitive to ligand stimulation (Lynch et al., 2004; Riemenschneider et al., 2005). Despite the efﬁcacy of the antibodies and kinase inhibitors tar- geting the EGFR pathway, the majority of patients do not expe- rience long-term beneﬁt from these therapies. Data from preclin- ical models suggest that activation of alternative ErbB pathways can bypass speciﬁc blockade and that combination therapies are more effective than any single agent against the EGFR path- way (Huang et al., 2004; Matar et al., 2004; Normanno et al., 2002). Alternative strategies targeting the ErbB pathway are still "
},
{
               "paragraph8": "needed. A potent ADAM inhibitor would fulﬁll this role by control- ling the availability of multiple ErbB ligands and could potentially be used in combination with various anti-ErbB agents. It should be noted that many of the existing broad-spectrum metallopro- tease inhibitors, such as marimastat, inhibit not only MMPs (ma- trix metalloproteinases) but also ADAMs in vitro (Roghani et al., 1999) and thereby prevent the processing of multiple ErbB li- gands (Dong et al., 1999; O-Charoenrat et al., 2002). However, their clinical development has been hampered by side effects, many of which are likely due to MMP inhibition (Coussens et al., 2002; Zhou et al., 2005). In addition, it remains to be tested whether a selective ADAM inhibitor can also inhibit multiple ErbB ligand processing and signaling. Since the importance of the ErbB pathway and the molecular understanding of its sensitivity to EGFR antagonists are best documented in NSCLC, and NSCLC is the leading cause of death from cancer in both men and women in the United States (Jemal et al., 2005), we focused our current study in this disease setting and tried to address the following questions. Does the activation of alternative ErbB signaling pathways, speciﬁcally those involving heregulin and HER3, lead to resistance to anti- EGFR agents such as geﬁtinib in NSCLC? Which ADAM should we target to inhibit the HER3 pathway and overcome heregulin- dependent geﬁtinib resistance? Can we ﬁnd an ADAM inhibitor that is more selective than marimastat but still capable of inhib- iting cleavage of multiple ErbB ligands? Can the selective ADAM inhibitor be used in combination with geﬁtinib and chemothera- peutic agents in NSCLC? "
},
{
               "section:2": "Results"
},
{
                    "section:3": "A HER3 autocrine stimulatory loop in NSCLC"
},
{
                    "paragraph1": "To test our hypothesis that the heregulin-HER3 autocrine loop may be involved in human lung tumorigenesis, we examined the expression of heregulin and HER3 in NSCLC tumors using antibodies against heregulin and HER3. Fourteen fresh NSCLC tumors, of which seven were squamous cell carcinomas (cases 1, 2, 4, 5, 7, 9, and 10) and seven were adenocarcinomas (cases 3, 6, 8, 11, 12, 13, and 14), and their autologous-matched non- malignant lung tissues were obtained from patients undergoing tumor resection as part of their treatment. As shown in Figure 1, nine out of fourteen freshly resected NSCLC tissues presented "
},
{
                    "Figure": "1-s2.0-S1535610806001802-main_page1_27.jpg"
},
{
                    "Figure_title": "Figure 1. Protein expression of heregulin, HER3, ADAM17, and ADAM10, and activation phosphorylation of HER3 in NSCLC tumor samples "
},
{
                    "paragraph2": "Whole-cell extracts were prepared using tumor tissue (T) and adjacent nonmalignant lung tissue (N) from NSCLC patients (cases 1 to 14) and subjected to SDS-PAGE and Western blot with various antibodies. b-Actin expression was used as a loading control. "
},
{
                    "paragraph3": "A R T I C L E "
},
{
                    "paragraph4": "40 CANCER CELL JULY 2006 "
},
{
                    "paragraph5": "with increased expression of heregulin compared with nonma- lignant lung tissue control, while seven out of fourteen had increased expression of HER3. To show directly that the HER3 autocrine stimulatory loop was active in NSCLC, we used a phosphospeciﬁc antibody against Tyr-1289 of HER3, which is phosphorylated upon heregulin binding and is in a YXXM motif that participates in direct signaling to PI3 kinase (Kim et al., 1994). As shown in Figure 1, at least ﬁve out of fourteen freshly resected NSCLC tissues had activated HER3, and all of them coexpressed both HER3 and heregulin, suggesting the exis- tence of a HER3 autocrine stimulatory loop in NSCLC. "
},
{
                    "section:3": "Heregulin and HER2-mediated HER3 activation correlate with insensitivity to gefitinib among NSCLC cell lines"
},
{
                    "paragraph1": "ecause the clinical signiﬁcance of HER3 activation in NSCLC is currently unknown, we used NSCLC cell lines to ask whether "
},
{
                    "paragraph2": "HER3 activation could contribute to drug resistance. We recently evaluated gene expression in 44 different NSCLC cell lines using microarrays and determined their in vitro sensitivity to geﬁtinib (L.G., M.P., I. Sekine, S. Zachariah, C. Lam, M. Wong, D. Beer, W. Gerald, A.F.G., and J.D.M., unpublished data; M.P., L.G., and J.D.M., unpublished data). To examine the effects of ErbB ligands and receptors on geﬁtinib sensitivity, we compared their mRNA levels against geﬁtinib sensitivity across the 44 NSCLC cell lines. Among various genes examined (Figure 2A), only the expression of heregulin (HRG) signiﬁcantly correlated with insen- sitivityto geﬁtinib(p<0.001). Interestingly,HER3expressionvery weakly correlated with geﬁtinib sensitivity (p = 0.135), suggesting that it is the heregulin-induced HER3 activation rather than the level of HER3 expression that leads to geﬁtinib insensitivity. Upon ligand binding, HER3 can form heterodimers with both EGFR and HER2. To further examine our hypothesis, we added "
},
{
                    "Figure": "1-s2.0-S1535610806001802-main_page2_35.jpg"
},
{
                    "Figure_title": "Figure 2. Heregulin contributes to geﬁtinib resis- tance in NSCLC cell lines "
},
{
                    "paragraph3": "A: Heregulin expression correlates with geﬁtinib insensitivity in NSCLC cell lines. Microarray ex- pression data are presented on 42 NSCLC cell lines, including ﬁve geﬁtinib-sensitive cell lines (IC50 < 0.4 mM, highlighted in yellow) and 37 ge- ﬁtinib-insensitive cell lines (IC50 > 4.0 mM, high- lighted in orange). Calu-3 and H820 cell lines have IC50s of 1.0 and 3.0 mM, respectively, and their microarray data are not shown. Log ratios and p values are shown on the left. Expression levels are color coded such that darker colors correspond to higher levels. B: Effects of soluble heregulin on the geﬁtinib sensitivities of ﬁve geﬁtinib-sensitive cell lines. Shown are geﬁtinib IC50s with error bars (SD; n = 8) of various cell lines with and without heregulin (50 ng/ml), and the IC50 shift caused by adding heregulin. While H3255 and HCC827 have geno- mic ampliﬁcation of EGFR, HCC2279, HCC2935, and HCC4006 do not. C: Addition of soluble heregulin makes the geﬁti- nib-sensitive cell line HCC2935 more than 60-fold less sensitive to geﬁtinib. Cells with or without heregulin (50 ng/ml) added were treated for 96 hr in the presence of increasing concentra- tions of geﬁtinib, and their growth was then measured using the MTS assay and plotted as a percentage of the growth of untreated cells (control) with error bars (SD; n = 3). D: Heregulin-induced HER3 and Akt phosphory- lation can bypass the geﬁtinib blockade in HCC2935. HCC2935 cells were serum starved for 6 hr and then grown in the presence of vari- ous concentration of geﬁtinib for 12 hr followed by heregulin (50 ng/ml) or EGF (50 ng/ml) stimula- tion for 30 min. Western blots are shown for phos- pho- and total HER3, ERK1/2, and Akt. "
},
{
                    "paragraph4": "A R T I C L E "
},
{
                    "paragraph5": "CANCER CELL JULY 2006 41 "
},
{
                    "paragraph6": "soluble heregulin to ﬁve geﬁtinib-sensitive cell lines: all of them have EGFR mutations, but none of them expresses signiﬁcant levels of heregulin (Figure 2A). Among them, three cell lines with- out EGFR ampliﬁcation (HCC2935, HCC2279, and HCC4006) showed increased resistance to geﬁtinib after heregulin was added (Figure 2B). The change is particularly dramatic for HCC2935, the only geﬁtinib-sensitive line in our study that ex- presses more HER2 than EGFR (Figure 2A; M.P., L.G., and J.D.M., unpublished data). As shown in Figure 2C, the addition of soluble heregulin shifts the IC50 of geﬁtinib from 110 nM to 6.71 mM. The addition of soluble EGF at similar concentra- tions did not have much impact on geﬁtinib sensitivity in the HCC2935 cell line (data not shown). Furthermore, while the con- stitutive Akt phosphorylation and EGF-induced Akt phosphory- lation in HCC2935 are sensitive to geﬁtinib, heregulin-induced HER3 phosphorylation and Akt phosphorylation are not inhibit- able by geﬁtinib at concentrations up to 5 mM (Figure 2D). On the contrary, H3255 and HCC827, both of which have genomic ampliﬁcation of the EGFR locus (Tracy et al., 2004; Amann et al., 2005) and presumably predominant EGFR homodimers or het- erodimers, do not change their sensitivity to geﬁtinib after the addition of either heregulin (Figure 2B) or EGF (data not shown). Since geﬁtinib is selective toward EGFR, heregulin-dependent HER3 activation may bypass geﬁtinib inhibition when HER2- HER3 is one of the major heterodimers present. "
},
{
                    "section:3": "A549 is an example of a HER3 autocrine line that is insensitive to gefitinib and dependent on EGFR and HER2 for HER3 signaling"
},
{
                    "paragraph1": "mong the few NSCLC cell lines expressing high levels of here- gulin, HER3, and HER2 (Figure 2A), A549 has been previously suggested to be a heregulin-HER3 autocrine line (Gollamudi et al., 2004). We conﬁrmed that A549 has constitutively active HER3 under serum-free conditions (Figure 3A). To further char- acterize A549 as a heregulin-HER3 autocrine line, we exoge- nously added anti-HER3 antibody that can block heregulin "
},
{
                    "paragraph2": "binding to HER3. As shown in Figure 3A, blocking of heregulin binding inhibits the constitutive phosphorylation of HER3 as well as Akt downstream in the pathway, suggesting that heregu- lin functions as an autocrine growth factor in A549. On the other hand, the constitutive ERK activity in A549 was not affected by blocking heregulin binding and may be mediated by mutant K-ras (Valenzuela and Groffen, 1986). In contrast to the anti- HER3 antibody, geﬁtinib does not have a signiﬁcant impact on this autocrine pathway at the concentrations tested (Figure 3A), implicating the role of HER2 in this autocrine loop as well. This hypothesis is supported by RNA interference experiments: knockdown of either EGFR or HER2 is not sufﬁcient to signiﬁ- cantly inhibit the HER3 autocrine loop in A549, while knocking down both leads to a dramatic reduction in both HER3 and Akt phosphorylation (Figure 3B). "
},
{
                    "section:3": "ADAM17 protein correlates with HER3 activation in NSCLC and is required for HER3 signaling in A549 cells"
},
{
                    "paragraph1": "ADAM17 was suggested to be a major sheddase for heregulin (Horiuchi et al., 2005) and, therefore, could contribute to the autocrine activation of HER3 in NSCLC. To study the role of ADAM17 in NSCLC, we analyzed the expression of ADAM17 in NSCLC tumors using antibodies against ADAM17. As shown in Figure 1, ten out of fourteen freshly resected NSCLC tissues had increased expression of ADAM17 compared with autolo- gous-matched nonmalignant lung tissue control. In addition, there was a high rate of activation of HER3 in tumors with in- creased ADAM17 levels compared with those tumors with low ADAM17 expression (p % 0.05). Although many patients have similar ADAM10 protein expression in tumors versus control, several of them (including cases 2, 4, and 11) have a higher ratio of the processed versus the proform of ADAM10 in the tumor samples, indicative of ADAM10 activation in these patients. However, ADAM10 activation does not correlate with HER3 ac- tivation (Figure 1), and neither do the other ADAMs previously "
},
{
                    "Figure": "1-s2.0-S1535610806001802-main_page3_58.jpg"
},
{
                    "Figure_title": "Figure 3. Characterization of A549 as a HER3 autocrine line and its dependence on ADAM17 "
},
{
                    "paragraph2": "A: Effects of anti-HER3 antibody and geﬁtinib on phosphorylation of HER3 and downstream Akt and ERK1/2 in A549. A549 cells were serum starved for 6 hr and then grown with various treatments for 48 hr. Western blots are shown for phospho- and total HER3, Akt, and ERK1/2. Phospho- and total Akt and HER3 signals were quantitated, and the ratios are presented relative to control. B: Both EGFR and HER2 are required for heregulin-dependent HER3 signaling in A549. A549 cells were transfected with appropriate siRNAs twice, serum starved for 48 hr, and then harvested for Western blot. C: ADAM17 is important for heregulin-dependent HER3 signaling in A549. siRNA experiments were performed as in B. "
},
{
                    "paragraph3": "A R T I C L E "
},
{
                    "paragraph4": "42 CANCER CELL JULY 2006 "
},
{
                    "paragraph5": "implicated in ErbB ligand processing (Figure S1 in the Supple- mental Data available with this article online). To test if either ADAM17 or ADAM10 is involved in HER3 autocrine signaling in A549, we used RNA interference to selec- tively knock down the expression level of either protein. As shown in Figure 3C, ADAM10 knockdown had no signiﬁcant effect on HER3 or Akt activity in A549, whereas knockdown of ADAM17 mirrored the effect of the anti-HER3 antibody and affected both HER3 and Akt phosphorylation. On the other hand, knocking down ADAM9 or ADAM15, two ADAMs with sig- niﬁcant expression in A549, had no apparent effect on HER3 au- tocrine signaling in A549 cells (Figure S2). Together, these re- sults support ADAM17 as a potential target for modulating the HER3 autocrine loop in NSCLC. "
},
{
                    "section:3": "Inhibition of ADAM protease activity prevents the cleavage of heregulin and EGFR ligands"
},
{
                    "paragraph1": "To study the impact of ADAM inhibition on shedding of heregulin as well as EGFR ligands and its potential to inhibit multiple ErbB pathways in the clinic, we identiﬁed a selective, orally bio- available small molecule inhibitor, INCB3619 (Figure 4A; Liu et al., 2006), which has potent inhibitory activity against both ADAM10 and ADAM17 and a better selectivity proﬁle than marimastat across a panel of metalloproteases (Figure 4B). The selectivity and inhibitory activity of the structurally related molecules INCB8765, INCB4298, and INCB3420 are also pre- sented in Figure 4B. Since INCB3619 has some MMP2 and MMP12 inhibitory activities, INCB3420, which lacks ADAM10 and ADAM17 activity, was identiﬁed as a negative control. As shown in Figure 4C, the dual ADAM inhibitor INCB3619 inhibits heregulin cleavage with an IC50 value of 0.24 mM. In addition to heregulin, INCB3619 can prevent the cleavage of TGFa, HB-EGF, AR, EGF (Figure 4D), and HER2 (Liu et al., 2006) similar to marimastat. In agreement with data obtained from studies us- ing knockout cells (Sahin et al., 2004; Horiuchi et al., 2005), we found that the ADAM17-selective inhibitor INCB4298 inhibits the shedding of heregulin, TGFa, HB-EGF, and AR, whereas the ADAM10-selective inhibitor INCB8765 blocks EGF ligand processing. These results suggest that pharmacological inter- vention of ADAM activity has a similar effect to knocking out the protein. In contrast, the MMP2/12-active, ADAM10/17-inac- tive INCB3420 did not block the shedding of any tested ErbB ligands (Figure 4D), further strengthening the argument that it is ADAMs, particularly ADAM17 and ADAM10, not MMPs, that are involved in ErbB ligand shedding. To maximize the effect on ErbB ligand processing and signaling, the dual inhibitor INCB3619 was chosen for further characterization. "
},
{
                    "section:3": "INCB3619 abrogates heregulin activation and heregulin-dependent HER3 signaling and increases gefitinib sensitivity in A549 cells"
},
{
                    "paragraph1": "To examine the effect of ADAMs and their inhibitors on the func- tional release and activation of heregulin, conditioned medium from A549 cells treated with inhibitors or transfected with siRNAs was added to the medium of a reporter cell, MCF-7, which expresses HER3 but insigniﬁcant amount of heregulin. As shown in Figure 5A, INCB3619 inhibits the heregulin release and activation, measured by HER3 activation in MCF-7, similar to the effect of ADAM17 siRNA. The ADAM17-selective inhibitor INCB4298 showed a similar effect, whereas the ADAM10-selec- tive inhibitor INCB8765 or ADAM10 siRNA had no effect. As a "
},
{
                    "paragraph2": "control, the heregulin neutralizing antibody and the anti-HER3 antibody can block the activity in A549 conditioned medium (Figure S3), conﬁrming that it is the heregulin activity that is mea- sured in the MCF-7 reporter cell assay. Similar to antibody blockage of heregulin binding to HER3, INCB3619 can inhibit the heregulin-dependent HER3-Akt path- way but not ERK activity in A549 cells; the ADAM17-selective inhibitor INCB4298 has a similar effect (Figure 5B). Addition of soluble heregulin can bypass the inhibition, consistent with the hypothesis that heregulin cleavage is the target of inhibition. As controls, the ADAM10-selective inhibitor INCB8765 (Fig- ure 5B) and the ADAM10/17-inactive inhibitor INCB3420 (data not shown) did not have a signiﬁcant impact on this pathway. Since a HER3 autocrine mechanism is believed to contribute to the geﬁtinib insensitivity in A549 cells, we tested whether INCB3619 can sensitize A549 cells to geﬁtinib. As shown in Fig- ure 5C, INCB3619 shifts the IC50 of geﬁtinib in A549 cells quite signiﬁcantly, further supporting the role of a heregulin-HER3 "
},
{
                    "Figure": "1-s2.0-S1535610806001802-main_page4_84.jpg"
},
{
                    "Figure_title": "Figure 4. Selective ADAM inhibitor INCB3619 inhibits the cleavage of here- gulin and EGFR ligands "
},
{
                    "paragraph3": "A: Chemical structure of INCB3619. B: Selectivity and inhibition proﬁle of INCB3619 and related ADAM inhibitors against a panel of metalloproteases. C: INCB3619 inhibits the heregulin cleavage measured by ELISA assay. Data are presented as mean percentage inhibition values with error bars (SD; n = 4). D: Effects of several ADAM inhibitors on the cleavage of various ErbB ligands. IC50s are presented here. "
},
{
                    "paragraph4": "A R T I C L E "
},
{
                    "paragraph5": "CANCER CELL JULY 2006 43 "
},
{
                    "paragraph6": "autocrine mechanism in geﬁtinib insensitivity; however, we can- not rule out the possibility that the K-ras mutation in A549 also contributes to the geﬁtinib resistance. "
},
{
                    "section:3": "INCB3619 induces apoptosis in A549 cells and has antitumor activity in the A549 xenograft model"
},
{
                    "paragraph1": "Consistent with its impact on the Akt pathway, INCB3619 can in- duce apoptosis in A549 cells (Figure 6A). The addition of heregu- lin can reverse the effect, suggesting that its effects are most likely pathway speciﬁc. Since INCB3619 impacts the survival branch of the ErbB pathway in A549, we reasoned that our inhib- itor should synergize with a cytotoxic agent in this cell line. As shown in Figure 6A, INCB3619 can reduce the apoptotic thresh- old for paclitaxel in A549 cells. To extend these observations, we determined whether INCB3619 can impact tumor growth as a single agent and when combined with paclitaxel in the A549 xenograft model. "
},
{
                    "paragraph2": "As shown in Figure 6B, there is a signiﬁcant tumor growth inhi- bition and delay (p = 0.016, compared with control group) at a dose of 60 mg/kg/day, a dose that produces a steady-state plasma drug level of nearly 1.5 mM, based on historical pharma- cokinetic data. When adjusted for serum protein binding, the effective drug concentration is approximately 0.5 mM, consis- tent with the in vitro IC50 for heregulin cleavage inhibition by INCB3619 (Figure 4C). In these studies, the compound itself was well tolerated, based on clinic observations and body weight changes in the drug-treated mice (data not shown). Fur- thermore, paclitaxel alone (20 mg/kg, every 4 days, four doses in total) had a moderate antitumor activity (p = 0.03), while INCB3619 (50 mg/kg/day) had a weak activity (p = 0.2) in the A549 xenograft model in CD-1 nu/nu mice (Figure 6C). The lower activity of the compound alone observed in this experimental setting may be due to less drug exposure in CD-1 nu/nu mice compared to BALB/c nu/nu mice used in the previous "
},
{
                    "Figure": "1-s2.0-S1535610806001802-main_page5_93.jpg"
},
{
                    "Figure_title": "Figure 5. ADAM inhibitors block the activation of heregulin and HER3 autocrine signaling in A549 "
},
{
                    "paragraph3": "A: Effect of ADAM inhibition or knockdown on the heregulin activation from A549 measured by the MCF-7 reporter assay. From left: control, medium alone; DMSO, conditioned medium from A549 treated with DMSO; 1 mM or 10 mM, conditioned medium from A549 treated with dif- ferent compounds at indicated concentrations. Far right panel: control, medium alone; control, ADAM10, or ADAM17, conditioned medium from A549 transfected with control siRNA, ADAM10 siRNA, or ADAM17 siRNA. Phospho- and total HER3 signals were quantitated, and the ratios are presented relative to control. B: Effect of ADAM inhibition on heregulin-depen- dent HER3 signaling in A549 cells. A549 cells were serum starved for 4 hr before being treated with indicated concentrations of INCB3619, INCB8765, and INCB4298 for 72 hr. For INCB3619 and INCB4298, 50 ng/ml of heregulin was also added to reverse the signaling effect. C: INCB3619 sensitizes A549 cells to geﬁtinib. A549 cells in serum-free medium were treated with various concentrations of geﬁtinib and INCB3619 for 96 hr, and their viability was mea- sured and plotted as a percentage of viable cells relative to DMSO mock treatment. Data are presented as mean values with error bars (SD; n = 3). "
},
{
                    "paragraph4": "A R T I C L E "
},
{
                    "paragraph5": "44 CANCER CELL JULY 2006 "
},
{
                    "paragraph6": "experiment (Figure 6B). Nevertheless, the combination of INCB3619 and paclitaxel signiﬁcantly inhibited tumor growth (p = 0.0001), with no additional toxicity observed over that seen with paclitaxel alone (data not shown). Together, these re- sults suggest that the ADAM inhibitor INCB3619 inhibits the ge- ﬁtinib-resistant HER3 autocrine mechanism, possesses antitu- mor activity in vivo, and sensitizes tumors to chemotherapeutic agents. "
},
{
                    "section:3": "INCB3619 inhibits the EGFR ligand signaling in the EGFR autocrine cell line NCI-H1666 and sensitizes it to gefitinib"
},
{
                    "paragraph1": "he EGFR autocrine mechanism can be targeted by anti-EGFR agents such as geﬁtinib and cetuximab. However, many NSCLC lines expressing EGFR ligands, especially those with wild-type EGFR, are not particularly sensitive to geﬁtinib (Figure 2A). To study the effect of our selective ADAM inhibitor on EGFR signal- ing and geﬁtinib sensitivity, we searched for an EGFR ligand- dependent NSCLC autocrine cell line. NCI-H1666 is among those putative EGFR-driven autocrine cell lines with wild-type EGFR and limited sensitivity to geﬁtinib and cetuximab (Tracy et al., 2004; Amann et al., 2005; Mukohara et al., 2005). Using various siRNAs and C225 (the murine version of cetuximab), we indeed found that NCI-H1666 is an ADAM17-mediated, EGFR ligand-dependent autocrine NSCLC cell line with interme- diate sensitivity to geﬁtinib (Figure S4). We studied the impact of ADAM inhibitors on the functional release and activation of EGFR ligands from NCI-H1666 cells, which express TGFa, AR, and EPR (Figure 2A), using an A431 reporter cell assay. As shown in Figure 7A, INCB3619 inhibits EGFR ligand activation, as measured by EGFR phosphorylation on Tyr-1173 in A431. Similar to C225, INCB3619 inhibits ligand- dependent activation of the EGFR-ERK pathway in NCI-H1666 cells (Figure 7B); addition of soluble TGFa can bypass this inhi- bition. As a control, the ADAM10-selective inhibitor INCB8765 does not have a signiﬁcant impact on either ligand activation or EGFR signaling, while the ADAM17-selective inhibitor INCB4298 has a similar effect to INCB3619. These results suggest that INCB3619 abrogates EGFR autocrine signaling in NCI-H1666, most likely through inhibiting ADAM17-mediated processing of several EGFR ligands. INCB3619 inhibits the proliferation of NCI-H1666 cells under serum-free conditions (Figure S5). Since both INCB3619 and geﬁtinib inhibit NCI-H1666 proliferation, presumably by blocking targets at different levels in the same pathway, we tested whether the inhibition of EGFR ligand cleavage can sensitize NCI-H1666 to geﬁtinib. Figure 7C shows the combined effect of INCB3619 and geﬁtinib: under serum-free condition, 0.53 mM of geﬁtinib is needed to inhibit proliferation by 50%; with 2 mM INCB3619, 6-fold less (0.087 mM) geﬁtinib achieves an equiva- lent effect. Using the concentration near the IC50 for each compound, we tested the combined effect of the sheddase inhibitor and geﬁtinib on ErbB signaling. As shown in Figure 7D, both 2 mM INCB3619 and 0.5 mM geﬁtinib signiﬁcantly reduced ERK phosphorylation, while the combined effect is even more dramatic. Our results with NCI-H1666 cells suggest that the ADAM inhibitor INCB3619 can inhibit EGFR signaling and be used in combination with other anti-EGFR agents. "
},
{
               "section:2": "Discussion"
},
{
               "paragraph1": "Cancer cells synthesize and secrete various growth factors and can also express their cognate receptors, allowing the secreted growth factors to stimulate tumor growth through autocrine mechanisms (Barnes and Sato, 1980; Carpenter and Cohen, 1990; Osborne and Arteaga, 1990; Sporn and Todaro, 1980). EGFR and its ligands form one of the best-deﬁned autocrine growth loops in human tumors (Salomon et al., 1995), and their coexpression correlates with aggressive disease and poor prognosis in several types of tumors, including NSCLC (Salo- mon et al., 1995; Umekita et al., 2000; Tateishi et al., 1990; "
},
{
               "Figure": "1-s2.0-S1535610806001802-main_page6_113.jpg"
},
{
               "Figure_title": "Figure 6. INCB3619 induces apoptosis in A549 cells and has antitumor activ- ity in the A549 xenograft model "
},
{
               "paragraph2": "A: INCB3619 can increase apoptosis and reduce the apoptotic threshold for paclitaxel in A549. Shown are the mean percentages of apoptosis with error bars (SD; n = 3). B: The effect of INCB3619 on the growth of A549 human NSCLC xenograft in BALB/c nu/nu mice. INCB3619 was administered subcutaneously using ALZET osmotic pumps at 30 or 60 mg/kg/day for 14 days. The experiment has been repeated twice, and one set of data is shown here. Shown are mean tumor volumes with error bars (SEM; n = 7). C: Combination effect of INCB3619 and paclitaxel in treatment of A549 human NSCLC xenografts in CD-1 nu/nu mice. INCB3619 was administered subcutaneously using ALZET osmotic pumps at a dose of 50 mg/kg/day for 14 days. Paclitaxel was administered intravenously at a dose of 20 mg/kg, every 4 days for a total of four injections. Shown are mean tumor volumes with error bars (SEM; n = 7). "
},
{
               "paragraph3": "A R T I C L E "
},
{
               "paragraph4": "CANCER CELL JULY 2006 45 "
},
{
               "paragraph5": "Gorgoulis et al., 1992). Based on these observations, the con- cept has developed that preventing ligand binding to EGFR, just like inhibiting EGFR kinase activity, should inhibit the prolif- eration of epithelial-derived tumor cells (Mendelsohn, 1997). With various anti-EGFR antibodies having demonstrated clinical activity in cancer, this hypothesis has gained considerable sup- port (Baselga and Arteaga, 2005). In this paper, we discuss a complementary approach that prevents the release and acti- vation of ligands for both EGFR and HER3 (Figure 8). One potential mechanism of resistance to anti-EGFR agents is the activation of ligands that target the alternate ErbB recep- tors. We demonstrate here the existence of a HER3 autocrine stimulatory loop in NSCLC using tissue samples. Although HER3 expression has been shown to correlate with geﬁtinib sen- sitivity among NSCLC cell lines (Engelman et al., 2005), genomic gain of HER3 is not associated with increased sensitivity to "
},
{
               "paragraph6": "geﬁtinib in advanced NSCLC patients (Cappuzzo et al., 2005). The lack of a strong association with geﬁtinib sensitivity is not surprising because HER3 lacks kinase activity and only signals in the context of a receptor heterodimer upon ligand binding. Therefore, the best way to evaluate the impact of HER3 is in com- bination with its ligand and partnering ErbB receptors, particu- larly EGFR and HER2. In our study, we found that HER3 expres- sion very weakly correlates with geﬁtinib sensitivity, while the expression of heregulin shows a signiﬁcant correlation with geﬁ- tinib insensitivity. Subsequent studies with NSCLC cell lines sug- gested that heregulin-dependent HER3 activation can bypass the inhibition of geﬁtinib, and presumably other EGFR speciﬁc agents as well, when HER2-HER3 is one of the major hetero- dimers present. ADAMs might be attractive targets for the treatment of cancer due to their role in shedding ErbB ligands (Blobel, 2005; Zhou "
},
{
               "Figure": "1-s2.0-S1535610806001802-main_page7_124.jpg"
},
{
               "Figure_title": "Figure 7. INCB3619 inhibits EGFR autocrine signaling in NCI-H1666 and sensitizes it to geﬁtinib "
},
{
               "paragraph7": "A: INCB3619 inhibits EGFR ligand activation from NCI-H1666 measured by the A431 reporter assay. Left panel: control, buffer; TGFa, 10 ng/ml TGFa; TGFa + C225, TGFa added to the A431 cells pretreated with C225 for 10 min. Right panel: control, medium alone; DMSO, conditioned medium from NCI-H1666 treated with DMSO for 48 hr; 2 mM 3619 or 10 mM 3619, conditioned medium from NCI-H1666 treated with INCB3619 at indicated concentrations for 48 hr. Phospho- and total EGFR signals were quantitated, and the ratios are presented relative to control. B: INCB3619 inhibits EGFR ligand-dependent signaling in NCI-H1666 cells. A549 cells were serum starved for 4 hr before being treated with indicated concen- trations of various compounds for 72 hr. For INCB3619, 50 ng/ml of TGFa was added to reverse the signaling effect. C: INCB3619 sensitizes NCI-H1666 cells to geﬁtinib. NCI-H1666 cells in serum-free medium were treated with various concentrations of geﬁtinib and INCB3619 for 72 hr, and their viability was measured and plotted as a percentage of viable cells relative to DMSO mock treatment. Data are presented as mean values with error bars (SD; n = 3). D: Combination effect of INCB3619 and geﬁtinib on the EGFR autocrine signaling. NCI-H1666 cells in serum-free medium were treated with DMSO alone, 2 mM INCB3619, 2 mM INCB3619 in the presence of 50 ng/ml TGFa, 0.5 mM geﬁtinib, or 0.5 mM geﬁtinib plus 2 mM INCB3619. Phospho- and total ERK1/2 signals were quantitated, and the ratios are presented relative to control. "
},
{
               "paragraph8": "A R T I C L E "
},
{
               "paragraph9": "46 CANCER CELL JULY 2006 "
},
{
               "paragraph10": "et al., 2005). We found that the ADAM17 protein level is elevated, while the activated form of ADAM10 is present at higher levels in NSCLC. Further, we found a correlation between ADAM17 protein level and HER3 activation in NSCLC, similar to that ob- served between ADAM17 overexpression and EGFR activation in human breast cancers (Borrell-Pages et al., 2003). Our studies with both siRNAs and ADAM inhibitors suggest that ADAM17 is important for both heregulin-dependent ErbB signaling in A549 cells and EGFR ligand-dependent ErbB signaling in NCI-H1666 cells, further validating ADAM17 as a drug target in NSCLC. TIMP3, a negative regulator of ADAMs, including ADAM17, was found to be downregulated at the mRNA level in NSCLC (data not shown), at least partially due to aberrant TIMP3 pro- moter methylation (Bachman et al., 1999; Zochbauer-Muller et al., 2001). Overexpression of TIMP-3, which would be expected to reduce ErbB ligand shedding, has been shown to suppress tumor growth in vivo (Bian et al., 1996); therefore, addition of an ADAM inhibitor would essentially restore the negative regula- tion normally exercised by TIMP-3. Compared with many available metalloprotease inhibitors, such as marimastat, the ADAM inhibitor INCB3619 is more se- lective for the ADAM family, is not active against many members of the MMP family of metalloproteases, and has a far superior safety proﬁle in preclinical models, including the lack of muscu- loskeletal side effects (J.S.F., E.C., M. Hansbury, X. Liu, X. Gu, M. Pan, B.-B.S.Z., G.Y., Q. Wang, Y.L., S. Thomas, J. Grandis, J. Zhuo, W.Y., R.C.N., S.M.F., P.A.S., and K.V., unpublished data). One consideration associated with utilizing an ADAM17 and ADAM10 dual inhibitor is that ADAM10 has also been sug- gested to be involved in ErbB ligand shedding under certain cir- cumstances (Prenzel et al., 1999; Sahin et al., 2004; Yan et al., 2002). In addition, only dual inhibitors, not the more selective in- hibitors, have inhibited the shedding and activation of all ligands tested in our study. Although both NSCLC ErbB autocrine lines that we studied depend on ADAM17 for ligand-dependent sig- naling, we cannot rule out the possibility that other NSCLC ErbB autocrine lines or autocrine mechanisms in certain NSCLC patients might rely on ADAM10, particularly since ADAM10 is "
},
{
               "paragraph11": "also activated in NSCLC. In addition, the dual ADAM inhibitor can affect ErbB signaling pathways during tumor progression by inhibiting ErbB receptor cleavage (Liu et al., 2006). An addi- tional beneﬁt of targeting ADAM10 could come from its role in angiogenesis and/or metastasis (Zhou et al., 2005). Although we focused our in vitro studies on autocrine activa- tion of various ErbB pathways, paracrine mechanisms also exist in xenograft models and in patients, although their contribution is less clear in most cases. Since the same proteases are in- volved in these processes, we expect that an ADAM inhibitor will inhibit both potential sources of ligand. In some model systems, membrane bound ErbB ligands can also engage in jux- tacrine signaling (Brachmann et al., 1989; Wong et al., 1989), which was recently shown to require ADAM activity as well (Borrell-Pages et al., 2003). Consistent with this hypothesis, INCB3619 inhibits heregulin and EGFR ligand-mediated ErbB signaling, even under high-cell density conditions, which favor juxtacrine signaling (data not shown). Inhibition of the ErbB ligand processing step has different functional consequences in different systems. In A549 cells, INCB3619 can inhibit the HER3 and Akt activity, similar to knock- ing down both EGFR and HER2 in this cell line. Importantly, INCB3619 can sensitize A549 cells to geﬁtinib and paclitaxel and has antitumor activity alone and in combination with pacli- taxel in an A549 xenograft model. NCI-H1666 cells, although possessing wild-type EGFR, have intermediate sensitivity to geﬁtinib. We demonstrate here that INCB3619 inhibits cell prolif- eration in the NCI-H1666 cell line and sensitizes NCI-H1666 cells to geﬁtinib, potentially translating to improved efﬁcacy of geﬁti- nib among those NSCLC patients with stable disease or partial response to geﬁtinib in the clinic. On the other hand, INCB3619 does not affect cell proliferation or ErbB signaling in nontrans- formed lung epithelial cells (Figure S6) and is inactive in a xeno- graft model (MDA-MB-231) that is not dependent on ErbB signal- ing for growth (J.S.F., E.C., M. Hansbury, X. Liu, X. Gu, M. Pan, B.-B.S.Z., G.Y., Q. Wang, Y.L., S. Thomas, J. Grandis, J. Zhuo, W.Y., R.C.N., S.M.F., P.A.S., and K.V., unpublished data), further demonstrating its selectivity. "
},
{
               "Figure": "1-s2.0-S1535610806001802-main_page8_140.jpg"
},
{
               "Figure_title": "Figure 8. The ErbB signaling network and sites of therapeutic intervention "
},
{
               "paragraph12": "ADAM-mediated proteolytic cleavage releases the ligands, which bind to the ErbB receptor through autocrine and/or paracrine mecha- nisms and lead to receptor dimerization, trigger- ing multiple downstream signaling cascades, in- cluding Ras-ERK and PI3K-Akt pathways. While cetuximab blocks the binding of several EGFR ligands to EGFR, geﬁtinib inhibits EGFR kinase activity. On the other hand, small molecule in- hibitors of ADAM proteases, such as INCB3619, inhibit the availability of multiple ErbB ligands, including EGFR ligands and heregulin. "
},
{
               "paragraph13": "A R T I C L E "
},
{
               "paragraph14": "CANCER CELL JULY 2006 47 "
},
{
               "paragraph15": "In summary, the therapeutic use of ADAM inhibitors, such as INCB3619, has the potential to control the availability of numer- ous ErbB ligands and overcome geﬁtinib resistance caused by the HER3 autocrine mechanism, and thereby offer important advantages over existing anti-EGFR strategies by abrogating the ability to signal through multiple ErbB pathways (Figure 8). Clearly, strategies targeting ADAMs might be an important com- plement to existing anti-ErbB approaches and could potentially be used in combination with various anti-ErbB and chemother- apeutic agents. Current ongoing clinical evaluation of our selec- tive ADAM inhibitor is only beginning to address the scope of its therapeutic potential in cancer treatment. "
},
{
               "section:2": "Experimental procedures"
},
{
                    "section:3": "Cell lines"
},
{
                    "paragraph1": "The cell lines described in this manuscript, except for A549, were established at the National Cancer Institute (NCI-H series) or at the Hamon Center for Therapeutic Oncology Research, University of Texas Southwestern Medical Center (HCC series). These cell lines have been deposited for distribution in the American Type Culture Collection (ATCC) (http://www.atcc.org/). A549 was obtained from ATCC. "
},
{
                    "section:3": "Compounds"
},
{
                    "paragraph1": "INCB3619, methyl (6S,7S)-7-[(hydroxyamino)carbonyl]-6-[(4-phenyl-3,6-dihy- dropyridin-1(2H)-yl)carbonyl]-5-azaspiro[2.5]octane-5-carboxylate, INCB8765, (1R,3S,4S)-3-[(hydroxyamino)carbonyl]-4-[(4-phenylpiperidin-1-yl)carbonyl]cy- clohexyl pyrrolidine-1-carboxylate, INCB3420, (1S,2R)-N-hydroxy-2-({[4-(pyri- din-4-yloxy)phenyl]sulfonyl}amino)cyclohexanecarboxamide, andrelatedcom- pound INCB4298 were synthesized by the Chemistry Department of Incyte Corporation (Wilmington, DE), according to the methods described in U.S. patent Ser. No. 60/543,501 and W.Y., J. Zhuo, D. Burns, M. Xu, F. Zhang, and B. Metcalf (unpublished data). Geﬁtinib (Iressa) and paclitaxel (Taxol) were purchased from Hanna Pharmaceuticals (Wilmington, DE). Marimastat was obtained from British Biotech (Oxford, UK). "
},
{
                    "section:3": "Antibodies and proteins"
},
{
                    "paragraph1": "All antibodies were purchased from commercial sources as described here: antibodies to ERK1/2 (p44/42 ERK kinase), phospho-ERK1/2 (Thr- 202/Tyr-204), Akt, phospho-Akt, cleaved Caspase-3 (Asp-175), EGFR, phos- pho-EGFR (Tyr-1173), phospho-EGFR (Tyr-1068), HER2, phospho-HER3/ ErbB3 (Tyr-1289), and monoclonal, HRP-conjugated goat anti-rabbit IgG and anti-mouse IgG were purchased from Cell Signaling (Beverly, MA). Anti-HER3/ErbB3 (Ab6), used for Western blot, and anti-HER3/ErbB3 (Ab5, CloneH3.105.5), used to block heregulin binding to HER3, were from Neo- Markers (Fremont, CA). Anti-heregulin was from R&D systems (Minneapolis, MN). Anti-ADAM17 was from Calbiochem (San Diego, CA). Anti-ADAM10 was from CHEMICON (Temecula, CA). Mouse monoclonal antibody C225 (EGFR Ab2) was from NeoMarkers (Fremont, CA). Puriﬁed recombinant soluble heregulin, EGF, and TGFa were purchased from R&D systems (Minneapolis, MN). "
},
{
                    "section:3": "NSCLC tissue specimen preparation and Western blot analysis"
},
{
                    "paragraph1": "Fresh NSCLC tissue and adjacent nonmalignant lung tissue from patients undergoing curative primary resection of their tumors were collected at the time of surgery and immediately snap-frozen in liquid nitrogen (UCSF IRB approval #H8714-15319-07A). These tissue samples were kept at 2170ºC in a liquid nitrogen freezer before use. T-PER tissue protein extraction re- agent was purchased from Pierce (Rockford, IL) and used for preparation of whole-cell extract. "
},
{
                    "section:3": "Microarray analysis of NSCLC cell lines"
},
{
                    "paragraph1": "RNA ﬂuorescent labeling reaction and hybridization were performed using the Affymetrix Gene Chips HG-U133A and HG-U133B according to the man- ufacturer’s instructions (http://www.affymetrix.com/). The arrays consist of 22,283 (HG-U133A) and 22,645 (HG-U133B) probe sets, which together amount to 23,583 unique genes based on Unigene build 173. Microarray analysis was performed using Affymetrix Microarray Suite 5.0 and in-house "
},
{
                    "paragraph2": "Visual Basic software MATRIX 1.26. Array data were median normalized, and replicate genes were combined by averaging. Samples (or averages of samples) were then compared against each other by calculating log ratios for each gene, and statistical signiﬁcance was presented as a p value calcu- lated by Student’s t test. The microarray data have been uploaded to GEO (Gene Expression Omnibus), and the accession number is GSE-4824. "
},
{
                    "section:3": "RNA interference studies"
},
{
                    "paragraph1": "All siRNAs were obtained from Dharmacon (Lafayette, CO). Sequences for ADAM17 interfering RNAs (siRNA) were 50-GAACAAGUGUAAAUUAUUGU U-30 (ADAM17 RNAi #1), 50-GAUCAUCGCUUCUACAGAUUU-30 (ADAM17 RNAi #2), 50-UAUGGGAACUCUUGGAUUAUU-30 (ADAM17 RNAi #3), 50-GA GGAAGCAUCUAAAGUUUUU-30 (ADAM17 RNAi #4). To minimize nonspe- ciﬁc effects of interfering RNAs, non-pathway-related siRNAs were used as negative control. Transfection of siRNAs into cell lines was achieved using Lipofectamine 2000 (Invitrogen, CA). "
},
{
                    "section:3": "In vitro metalloprotease assays and ErbB ligand cleavage assays"
},
{
                    "paragraph1": "Human MMPs, ADAM9, ADAM10, and ADAM33 were purchased from R&D Systems (Minneapolis, MN), and partially puriﬁed porcine ADAM17 was ob- tained from spleen as described (Moss et al., 1997). Both MMP and ADAM assays were performed using substrates and conditions supplied by R&D systems (Minneapolis, MN). All ErbB ligand ELISA kits are from R&D Systems (Minneapolis, MN). Here- gulin release was measured by ELISA in supernatants collected from heregu- lin-transfected CHO cells following stimulation with PMA (phorbol myristate acetate) for 1 hr. HB-EGF release was measured in supernatants collected from HB-EGF transfected CHO cells following stimulation with PMA for 45 min. The HB-EGF protein was tagged with alkaline phosphatase so that levels could be measured using a chemiluminescent substrate. TGFa release and AR release were measured by ELISA in supernatants collected from HCT116 cells following stimulation with PMA for 30 min. EGF release was measured by ELISA in supernatants collected from H460 cells following stim- ulation with PMA for 72 hr. "
},
{
                    "section:3": "Reporter cell assay measuring the activation of ErbB ligand"
},
{
                    "paragraph1": "A549 or NCI-H1666 cells were grown in 75 cm2 culture ﬂasks in RPMI medium containing 10% FCS until >50% conﬂuency, washed, then treated in serum- free medium. The medium was collected after 48 or 72 hr, concentrated by a centrifugal ﬁlter device (Centriplus, Amicon, MA), then subjected to func- tional testing using MCF-7 or A431 cells. For testing of heregulin activity, MCF-7 cells (approximately 200,000 cells per well in 12-well plates) were allowed to adhere in DMEM with 10% FCS overnight and then were growth arrested for 8–16 hr in serum-free medium. Concentrated, conditioned medium (100 ml) was added to the growth-arrested cells, cells were lysed 15 min post-medium addition, and 20 mg of proteins were subjected to West- ern blotting for phosphorylated HER3. For testing of EGFR ligands, similar experiments were performed using NCI-H1666, and the activity was detected using phosphospeciﬁc antibody against Tyr-1173 of EGFR in A431 cells. "
},
{
                    "section:3": "Ligand-dependent ErbB pathway analysis"
},
{
                    "paragraph1": "A549 or NCI-H1666 cells were grown in 6-well plates in RPMI medium with 10% FCS until 30%–40% conﬂuency and then treated in serum-free me- dium. The cells were harvested 48–72 hr later for Western blot. The intensities of Western blot signals were quantitated using QuantiScan software (Biosoft, Cambridge, UK). "
},
{
                    "section:3": "Apoptosis assay by caspase immunostaining"
},
{
                    "paragraph1": "Twenty thousand cells were seeded into each well of double-chamber slides (Nalge Nunc International, IL), then treated in serum-free medium next day. After 96 hr the cells were ﬁxed with methanol at 220ºC for 10 min and then blocked with PBS containing 1% BSA for 1 hr. Apoptotic cells were detected by the cleaved caspase-3 (Asp-175) antibody (ﬂuorescein conjugate) (Cell Signaling Technology, MA); total cell numbers were measured by Hoechst staining. "
},
{
                    "section:3": "Proliferation assay"
},
{
                    "paragraph1": "Cell growth was evaluated by MTS assays (CellTiter 96 Aqueous One Solution Cell Proliferation Assay, Promega, WI) or cell viability assays (CellTiter-Glo Luminescent Cell Viability Assay, Promega, WI). Cells were plated 24 hr prior to addition of compounds, and assays were performed in 96-well plates. "
},
{
                    "paragraph2": "A R T I C L E "
},
{
                    "paragraph3": "48 CANCER CELL JULY 2006 "
},
{
                    "section:3": "Xenograft studies in nude mice"
},
{
                    "paragraph1": "Female BALB/c nu/nu or CD-1 nu/nu mice were obtained from Charles River Laboratories (Wilmington, MA). When the mice were 7–8 weeks of age, each mouse was inoculated with 1 3 107 tumor cells in 0.2 ml of medium subcu- taneously in the right ﬂank. The treatments were started at 7–10 days after inoculation when the tumor size reached approximately 80–180 mm3, and each treatment group contained seven animals. Tumor sizes were measured weekly in two dimensions using a caliper, and the volume (mm3) was calcu- lated using the formula V = 0.5a 3 b2, where a and b are the long and short diameters of the tumor, respectively. The statistical signiﬁcance was ana- lyzed using the unpaired two-tailed Student’s t test. The standard error of the mean (SEM) was calculated based on the standard deviation (SD) within each group. All procedures involving animals were approved by Incyte Ani- mal Care and Use Committee (ACUC). "
},
{
               "section:2": "Supplemental data"
},
{
               "paragraph1": "The Supplemental Data include Supplemental Experimental Procedures and six supplemental ﬁgures and can be found with this article online at http:// www.cancercell.org/cgi/content/full/10/1/39/DC1/. "
},
{
               "section:2": "Acknowledgments"
},
{
               "paragraph1": "We gratefully acknowledge Dr. Xiangdong Liu and Mr. Mike Hansbury for helpful discussion and generous technical help during the course of this work, and Dr. Philip Liu for advice and technical help with siRNA experi- ments. We thank Drs. Kermit Carraway, Cary Lai, David Nethery, and Ruth Lupu for helpful advice on the heregulin experiments. The work in J.D.M.’s group was supported by Lung Cancer SPORE grant P50CA70907 and the Gilson Longenbaugh Foundation. The work in D.M.J.’s group was supported by the Larry Hall Memorial Trust and the Kazan, McClain, Edises, Abrams, Fernandez, Lyons & Farrise Foundation. Authors afﬁliated with Incyte declare competing ﬁnancial interests. "
},
{
               "paragraph2": "Received: September 5, 2005 Revised: March 27, 2006 Accepted: May 31, 2006 Published: July 17, 2006 "
},
{
               "section:2": "References"
},
{
               "paragraph1": "Alimandi, M., Romano, A., Curia, M.C., Muraro, R., Fedi, P., Aaronson, S.A., Di Fiore, P.P., and Kraus, M.H. (1995). Cooperative signaling of ErbB3 and ErbB2 in neoplastic transformation and human mammary carcinomas. Oncogene 10, 1813–1821. "
},
{
               "paragraph2": "Amann, J., Kalyankrishna, S., Massion, P.P., Ohm, J.E., Girard, L., Shige- matsu, H., Peyton, M., Juroske, D., Huang, Y., Stuart Salmon, J., et al. (2005). Aberrant epidermal growth factor receptor signaling and enhanced sensitivity to EGFR inhibitors in lung cancer. Cancer Res. 65, 226–235. "
},
{
               "paragraph3": "Bachman, K.E., Herman, J.G., Corn, P.G., Merlo, A., Costello, J.F., Cavenee, W.K., Baylin, S.B., and Graff, J.R. (1999). Methylation-associated silencing of the tissue inhibitor of metalloproteinase-3 gene suggest a suppressor role in kidney, brain, and other human cancers. Cancer Res. 59, 798–802. "
},
{
               "paragraph4": "Barnes, D., and Sato, G. (1980). Serum-free cell culture: a unifying approach. Cell 22, 649–655. "
},
{
               "paragraph5": "Baselga, J., and Arteaga, C.L. (2005). Critical update and emerging trends in epidermal growth factor receptor targeting in cancer. J. Clin. Oncol. 23, 2445–2459. "
},
{
               "paragraph6": "Bian, J., Wang, Y., Smith, M.R., Kim, H., Jacobs, C., Jackman, J., Kung, H.F., Colburn, N.H., and Sun, Y. (1996). Suppression of in vivo tumor growth and induction of suspension cell death by tissue inhibitor of metalloproteinases (TIMP)-3. Carcinogenesis 17, 1805–1811. "
},
{
               "paragraph7": "Blobel, C.P. (2005). ADAMs: key components in EGFR signalling and devel- opment. Nat. Rev. Mol. Cell Biol. 6, 32–43. "
},
{
               "paragraph8": "Borrell-Pages, M., Rojo, F., Albanell, J., Baselga, J., and Arribas, J. (2003). TACE is required for the activation of the EGFR by TGF-a in tumors. EMBO J. 22, 1114–1124. "
},
{
               "paragraph9": "Brachmann, R., Lindquist, P.B., Nagashima, M., Kohr, W., Lipari, T., Napier, M., and Derynck, R. (1989). Transmembrane TGF-a precursors activate EGF/ TGF-a receptors. Cell 56, 691–700. "
},
{
               "paragraph10": "Cappuzzo, F., Toschi, L., Domenichini, I., Bartolini, S., Ceresoli, G.L., Rossi, E., Ludovini, V., Cancellieri, A., Magrini, E., Bemis, L., et al. (2005). HER3 ge- nomic gain and sensitivity to geﬁtinib in advanced non-small-cell lung cancer patients. Br. J. Cancer 93, 1334–1340. "
},
{
               "paragraph11": "Carpenter, G., and Cohen, S. (1990). Epidermal growth factor. J. Biol. Chem. 265, 7709–7712. "
},
{
               "paragraph12": "Coussens, L.M., Fingleton, B., and Matrisian, L.M. (2002). Matrix metallopro- teinase inhibitors and cancer: trials and tribulations. Science 295, 2387–2392. "
},
{
               "paragraph13": "Dong, J., Opresko, L.K., Dempsey, P.J., Lauffenburger, D.A., Coffey, R.J., and Wiley, H.S. (1999). Metalloprotease-mediated ligand release regulates autocrine signaling through the epidermal growth factor receptor. Proc. Natl. Acad. Sci. USA 96, 6235–6240. "
},
{
               "paragraph14": "Engelman, J.A., Janne, P.A., Mermel, C., Pearberg, J., Mukohara, T., Fleet, C., Cichowski, K., Johnson, B.E., and Cantley, L.C. (2005). ErbB-3 mediates phosphoinositide 3 kinase activity in geﬁtinib-sensitive non-small cell lung cancer cell lines. Proc. Natl. Acad. Sci. USA 102, 3788–3793. "
},
{
               "paragraph15": "Gee, J.M., and Knowlden, J.M. (2003). ADAM metalloproteases and EGFR signalling. Breast Cancer Res. 5, 223–224. "
},
{
               "paragraph16": "Gollamudi, M., Nethery, D., Liu, J., and Kern, J.A. (2004). Autocrine activation of ErbB2/ErbB3 receptor complex by NRG-1 in non-small cell lung cancer cell lines. Lung Cancer 43, 135–143. "
},
{
               "paragraph17": "Gorgoulis, V., Aninos, D., Mikou, P., Kanavaros, P., Karameris, A., Joardano- glou, J., Rasidakis, A., Veslemes, M., Ozanne, B., and Spandidos, D.A. (1992). Expression of EGF, TGF-a and EGFR in squamous cell lung carcino- mas. Anticancer Res. 12, 1183–1187. "
},
{
               "paragraph18": "Graus-Porta, D., Beerli, R.R., Daly, J.M., and Hynes, N.E. (1997). ErbB-2, the preferred heterodimerization partner of all ErbB receptors, is a mediator of lateral signaling. EMBO J. 16, 1647–1655. "
},
{
               "paragraph19": "Gschwind, A., Fischer, O.M., and Ullrich, A. (2004). The discovery of receptor tyrosine kinases: targets for cancer therapy. Nat. Rev. Cancer 4, 361–370. "
},
{
               "paragraph20": "Guy, P.M., Platko, J.V., Cantley, L.C., Cerione, R.A., and Carraway, K.L., III. (1994). Insect cell-expressed p180erbB3 possesses an impaired tyrosine kinase activity. Proc. Natl. Acad. Sci. USA 91, 8132–8136. "
},
{
               "paragraph21": "Harris, R.C., Chung, E., and Coffey, R.J. (2003). EGF receptor ligands. Exp. Cell Res. 284, 2–13. "
},
{
               "paragraph22": "Herbst, R.S., Fukuoka, M., and Baselga, J. (2004). Geﬁtinib—a novel tar- geted approach to treating cancer. Nat. Rev. Cancer 4, 956–965. "
},
{
               "paragraph23": "Holbro, T., Beerli, R.R., Maurer, F., Koziczak, M., Barbas, C.F., 3rd, and Hy- nes, N.E. (2003). The ErbB2/ErbB3 heterodimer functions as an oncogenic unit: ErbB2 requires ErbB3 to drive breast tumor cell proliferation. Proc. Natl. Acad. Sci. USA 100, 8933–8938. "
},
{
               "paragraph24": "Horiuchi, K., Zhou, H.M., Kelly, K., Manova, K., and Blobel, C.P. (2005). Eval- uation of the contributions of ADAMs 9, 12, 15, 17, and 19 to heart develop- ment and ectodomain shedding of neuregulins b1 and b2. Dev. Biol. 283, 459–471. "
},
{
               "paragraph25": "Huang, S., Armstrong, E.A., Benavente, S., Chinnaiyan, P., and Harari, P.M. (2004). Dual-agent molecular targeting of the epidermal growth factor recep- tor (EGFR): combining anti-EGFR antibody with tyrosine kinase inhibitor. Cancer Res. 64, 5355–5362. "
},
{
               "paragraph26": "Jemal, A., Murray, T., Ward, E., Samuels, A., Tiwari, R.C., Ghafoor, A., Feuer, E.J., and Thun, M.J. (2005). Cancer statistics, 2005. CA Cancer J. Clin. 55, 10–30. "
},
{
               "paragraph27": "Kim, H.H., Sierke, S.L., and Koland, J.G. (1994). Epidermal growth factor- dependent association of phosphatidylinositol 3-kinase with the erbB3 gene product. J. Biol. Chem. 269, 24747–24755. "
},
{
               "paragraph28": "Liu, X., Fridman, J.S., Wang, Q., Caulder, E., Yang, G., Covington, M., Liu, C., Marando, C., Zhuo, J., Li, Y., et al. (2006). Selective inhibition of ADAM metalloproteases blocks HER-2 extracellular domain (ECD) cleavage and potentiates the anti-tumor effects of Trastuzumab. Cancer Biol. Ther. 5, 648–656. "
},
{
               "paragraph29": "A R T I C L E "
},
{
               "paragraph30": "CANCER CELL JULY 2006 49 "
},
{
               "paragraph31": "Lynch, T.J., Bell, D.W., Sordella, R., Gurubhagavatula, S., Okimoto, R.A., Brannigan, B.W., Harris, P.L., Haserlat, S.M., Supko, J.G., Haluska, F.G., et al. (2004). Activating mutations in the epidermal growth factor receptor un- derlying responsiveness of non-small-cell lung cancer to geﬁtinib. N. Engl. J. Med. 350, 2129–2139. "
},
{
               "paragraph32": "Matar, P., Rojo, F., Cassia, R., Moreno-Bueno, G., Di Cosimo, S., Tabernero, J., Guzman, M., Rodriguez, S., Arribas, J., Palacios, J., and Baselga, J. (2004). Combined epidermal growth factor receptor targeting with the tyro- sine kinase inhibitor geﬁtinib (ZD1839) and the monoclonal antibody cetuxi- mab (IMC-C225): superiority over single-agent receptor targeting. Clin. Can- cer Res. 10, 6487–6501. "
},
{
               "paragraph33": "Mendelsohn, J. (1997). Epidermal growth factor receptor inhibition by a monoclonal antibody as anticancer therapy. Clin. Cancer Res. 3, 2703–2707. "
},
{
               "paragraph34": "Merlos-Suarez, A., Ruiz-Paz, S., Baselga, J., and Arribas, J. (2001). Metallo- protease-dependent protransforming growth factor-a ectodomain shedding in the absence of tumor necrosis factor-a-converting enzyme. J. Biol. Chem. 276, 48510–48517. "
},
{
               "paragraph35": "Montero, J.C., Yuste, L., Diaz-Rodriguez, E., Esparis-Ogando, A., and Pan- diella, A. (2000). Differential shedding of transmembrane neuregulin isoforms by the tumor necrosis factor-a-converting enzyme. Mol. Cell. Neurosci. 16, 631–648. "
},
{
               "paragraph36": "Mosesson, Y., and Yarden, Y. (2004). Oncogenic growth factor receptors: im- plications for signal transduction therapy. Semin. Cancer Biol. 14, 262–270. "
},
{
               "paragraph37": "Moss, M.L., Jin, S.L., Milla, M.E., Bickett, D.M., Burkhart, W., Carter, H.L., Chen, W.J., Clay, W.C., Didsbury, J.R., Hassler, D., et al. (1997). Cloning of a disintegrin metalloproteinase that processes precursor tumour-necrosis factor-a. Nature 385, 733–736. "
},
{
               "paragraph38": "Mukohara, T., Engelman, J.A., Hanna, N.H., Yeap, B.Y., Kobayashi, S., Lin- deman, N., Halmos, B., Pearlberg, J., Tsuchihashi, Z., Cantley, L.C., et al. (2005). Differential effects of geﬁtinib and cetuximab on non-small-cell lung cancers bearing epidermal growth factor receptor mutations. J. Natl. Cancer Inst. 97, 1185–1194. "
},
{
               "paragraph39": "Normanno, N., Bianco, C., De Luca, A., and Salomon, D.S. (2001). The role of EGF-related peptides in tumor growth. Front. Biosci. 6, D685–D707. "
},
{
               "paragraph40": "Normanno, N., Campiglio, M., De, L.A., Somenzi, G., Maiello, M., Ciardiello, F., Gianni, L., Salomon, D.S., and Menard, S. (2002). Cooperative inhibitory effect of ZD1839 (Iressa) in combination with trastuzumab (Herceptin) on human breast cancer cell growth. Ann. Oncol. 13, 65–72. "
},
{
               "paragraph41": "O-Charoenrat, P., Rhys-Evans, P., and Eccles, S. (2002). A synthetic matrix metalloproteinase inhibitor prevents squamous carcinoma cell proliferation by interfering with epidermal growth factor receptor autocrine loops. Int. J. Cancer. 100, 527–533. "
},
{
               "paragraph42": "Osborne, C.K., and Arteaga, C.L. (1990). Autocrine and paracrine growth reg- ulation of breast cancer: clinical implications. Breast Cancer Res. Treat. 15, 3–11. "
},
{
               "paragraph43": "Paez, J.G., Janne, P.A., Lee, J.C., Tracy, S., Greulich, H., Gabriel, S., Her- man, P., Kaye, F.J., Lindeman, N., Boggon, T.J., et al. (2004). EGFR muta- tions in lung cancer: correlation with clinical response to geﬁtinib therapy. Science 304, 1497–1500. "
},
{
               "paragraph44": "Pao, W., Miller, V., Zakowski, M., Doherty, J., Politi, K., Sarkaria, I., Singh, B., Heelan, R., Rusch, V., Fulton, L., et al. (2004). EGF receptor gene mutations are common in lung cancers from ‘‘never smokers’’ and are associated with sensitivity of tumors to geﬁtinib and erlotinib. Proc. Natl. Acad. Sci. USA 101, 13306–13311. "
},
{
               "paragraph45": "Peschon, J.J., Slack, J.L., Reddy, P., Stocking, K.L., Sunnarborg, S.W., Lee, D.C., Russell, W.E., Castner, B.J., Johnson, R.S., Fitzner, J.N., et al. (1998). An essential role for ectodomain shedding in mammalian development. Sci- ence 282, 1281–1284. "
},
{
               "paragraph46": "Prenzel, N., Zwick, E., Daub, H., Leserer, M., Abraham, R., Wallasch, C., and Ullrich, A. (1999). EGF receptor transactivation by G-protein-coupled "
},
{
               "paragraph47": "receptors requires metalloproteinase cleavage of proHB-EGF. Nature 402, 884–888. "
},
{
               "paragraph48": "Riemenschneider, M.J., Bell, D.W., Haber, D.A., and Louis, D.N. (2005). Pul- monary adenocarcinomas with mutant epidermal growth factor receptors. N. Engl. J. Med. 352, 1724–1725. "
},
{
               "paragraph49": "Roghani, M., Becherer, J.D., Moss, M.L., Atherton, R.E., Erdjument-Brom- age, H., Arribas, J., Blackburn, R.K., Weskamp, G., Tempst, P., and Blobel, C.P. (1999). Metalloprotease-disintegrin MDC9: intracellular maturation and catalytic activity. J. Biol. Chem. 274, 3531–3540. "
},
{
               "paragraph50": "Sahin, U., Weskamp, G., Kelly, K., Zhou, H.M., Higashiyama, S., Peschon, J., Hartmann, D., Saftig, P., and Blobel, C.P. (2004). Distinct roles for ADAM10 and ADAM17 in ectodomain shedding of six EGFR ligands. J. Cell Biol. 164, 769–779. "
},
{
               "paragraph51": "Salomon, D.S., Brandt, R., Ciardiello, F., and Normanno, N. (1995). Epider- mal growth factor-related peptides and their receptors in human malignan- cies. Crit. Rev. Oncol. Hematol. 19, 183–232. "
},
{
               "paragraph52": "Sporn, M.B., and Todaro, G.J. (1980). Autocrine secretion and malignant transformation of cells. N. Engl. J. Med. 303, 878–880. "
},
{
               "paragraph53": "Sunnarborg, S.W., Hinkle, C.L., Stevenson, M., Russell, W.E., Raska, C.S., Peschon, J.J., Castner, B.J., Gerhart, M.J., Paxton, R.J., Black, R.A., and Lee, D.C. (2002). Tumor necrosis factor-a converting enzyme (TACE) regu- lates epidermal growth factor receptor ligand availability. J. Biol. Chem. 277, 12838–12845. "
},
{
               "paragraph54": "Tateishi, M., Ishida, T., Mitsudomi, T., Kaneko, S., and Sugimachi, K. (1990). Immunohistochemical evidence of autocrine growth factors in adenocarci- noma of the human lung. Cancer Res. 50, 7077–7080. "
},
{
               "paragraph55": "Tracy, S., Mukohara, T., Hansen, M., Meyerson, M., Johnson, B.E., and Janne, P.A. (2004). Geﬁtinib induces apoptosis in the EGFRL858R non- small-cell lung cancer cell line H3255. Cancer Res. 64, 7241–7244. "
},
{
               "paragraph56": "Umekita, Y., Ohi, Y., Sagara, Y., and Yoshida, H. (2000). Co-expression of epidermal growth factor receptor and transforming growth factor-a predicts worse prognosis in breast-cancer patients. Int. J. Cancer 89, 484–487. "
},
{
               "paragraph57": "Valenzuela, D.M., and Groffen, J. (1986). Four human carcinoma cell lines with novel mutations in position 12 of c-K-ras oncogene. Nucleic Acids Res. 14, 843–852. "
},
{
               "paragraph58": "van der Horst, E.H., Murgia, M., Treder, M., and Ullrich, A. (2005). Anti-HER-3 MAbs inhibit HER-3-mediated signaling in breast cancer cell lines resistant to anti-HER-2 antibodies. Int. J. Cancer 115, 519–527. "
},
{
               "paragraph59": "Wong, S.T., Winchell, L.F., McCune, B.K., Earp, H.S., Teixido, J., Massague, J., Herman, B., and Lee, D.C. (1989). The TGF-a precursor expressed on the cell surface binds to the EGF receptor on adjacent cells, leading to signal transduction. Cell 56, 495–506. "
},
{
               "paragraph60": "Yan, Y., Shirakabe, K., and Werb, Z. (2002). The metalloprotease Kuzbanian (ADAM10) mediates the transactivation of EGF receptor by G protein-cou- pled receptors. J. Cell Biol. 158, 221–226. "
},
{
               "paragraph61": "Yarden, Y., and Sliwkowski, M.X. (2001). Untangling the ErbB signalling net- work. Nat. Rev. Mol. Cell Biol. 2, 127–137. "
},
{
               "paragraph62": "Zhou, B.-B., Fridman, J.S., Liu, X., Friedman, S.M., Newton, R.C., and Scherle, P.A. (2005). ADAM proteases, ErbB pathways and Cancer. Expert Opin. Investig. Drugs 14, 591–606. "
},
{
               "paragraph63": "Zochbauer-Muller, S., Fong, K.M., Virmani, A.K., Geradts, J., Gazdar, A.F., and Minna, J.D. (2001). Aberrant promoter methylation of multiple genes in non-small cell lung cancers. Cancer Res. 61, 249–255. "
},
{
               "paragraph64": "Accession numbers "
},
{
               "paragraph65": "The microarray data have been uploaded to GEO (Gene Expression Omni- bus), and the accession number is GSE-4824. "
},
{
               "paragraph66": "A R T I C L E "
},
{
               "paragraph67": "50 CANCER CELL JULY 2006 "
}]