[{
     "paragraph1": "1031 Journal of Thoracic Oncology  ®  •  Volume 9, Number 7, July 2014 "
},
{
     "paragraph2": "Introduction: The phosphotidylinositol-3 kinase/serine-threonine  kinase (AKT)/mammalian target of rapamycin signaling pathway  is frequently altered in non–small-cell lung cancer (NSCLC).  PX-866 is an oral, irreversible, pan-isoform inhibitor of phos- photidylinositol-3 kinase. Preclinical models revealed synergy  with docetaxel and a phase 1 trial demonstrated tolerability of this  combination. This randomized phase 2 study evaluated PX-866  combined with docetaxel in patients with advanced, refractory  NSCLC. Methods: Patients with locally advanced, recurrent, or metastatic  NSCLC who had received at least one and no more than two prior  systemic treatment regimens were randomized (1:1) to a combination  "
},
{
     "paragraph3": "of docetaxel (75 mg/m2 intravenous every 21 days) with or without  PX-866 (8 mg orally daily; arms A and B, respectively). The primary  end point was progression-free survival (PFS). Secondary end points  included objective response rate, overall survival (OS), toxicity, and  correlation of biomarker analyses with efficacy outcomes. Results: A total of 95 patients were enrolled. Median PFS was   2 months in arm A and 2.9 months in arm B (p = 0.65). Objective  response rates were 6% and 0% in arms A and B, respectively   (p = 0.4). There was no difference in OS between the two arms (7.0  versus 9.2 months; p = 0.9). Grade 3 or higher adverse events were  infrequent, but more common in the combination arm with respect  to diarrhea (7% versus 2%), nausea (4% versus 0%), and vomiting  (7% versus 0%). PIK3CA mutations or PTEN loss were infrequently  observed. Conclusion: The addition of PX-866 to docetaxel did not improve  PFS, response rate, or OS in patients with advanced, refractory  NSCLC without molecular preselection. "
},
{
     "paragraph4": "Key Words: PIK3CA, Phosphotidylinositol-3 kinase, Docetaxel,  Combination therapy, Non–small-cell lung cancer. "
},
{
     "paragraph5": "(J Thorac Oncol. 2014;9: 1031–1035) "
},
{
     "paragraph6": "T he phosphotidylinositol-3 kinase (PI3K)/serine-threonine  kinase (AKT)/mammalian target of rapamycin signaling  pathway is frequently altered in human cancers, leading to  cell proliferation, increased expression of survival genes, and  decreased expression of proapoptotic signals.1 In non–small- cell lung cancer (NSCLC), the PI3K pathway may play a role  in cancer proliferation and response to therapy, particularly  in squamous cell carcinomas.2 This can occur by means of  PIK3CA activation, mutation, or amplification; PTEN loss;  or up-regulation of upstream tyrosine kinases.3 PX-866 is a  novel oral, pan-isoform inhibitor of PI3K.4 In a phase 1 study,  both PX-866 and docetaxel were given at their single-agent  maximal tolerated doses in patients with advanced cancers.5  The majority of adverse events (AEs) were gastrointestinal  and grade 2 or lower similar to the single-agent PX-866 trial.6  Therefore, we conducted an open-label, randomized, phase 2  trial comparing docetaxel alone versus docetaxel plus PX-866  "
},
{
     "paragraph7": "Copyright © 2014 by the International Association for the Study of Lung  Cancer ISSN: 1556-0864/14/0907-1031 "
},
{
     "paragraph8": "A Randomized, Phase 2 Trial of Docetaxel with   or without PX-866, an Irreversible Oral Phosphatidylinositol  3-Kinase Inhibitor, in Patients with Relapsed or Metastatic  "
},
{
     "paragraph9": "Non–Small-Cell Lung Cancer "
},
{
     "paragraph10": "Benjamin Levy, MD,* Alexander Spira, MD,†‡ Daniel Becker, MD,* Tracey Evans, MD,§ Ian Schnadig, MD,‡║   D. Ross Camidge, MD, PhD,¶ Julie E. Bauman,# Diana Hausman, MD,** Luke Walker, MD,**   John Nemunaitis, MD,†† Charles M. Rudin, MD, PhD,‡‡ Balazs Halmos, MD,§§ and Daniel W. Bowles, MD¶║║ "
},
{
     "paragraph11": "*Beth Israel Hospital, St. Luke’s Hospital, Mount Sinai Health System,  New York, New York; †Virginia Cancer Specialists, Fairfax, Virginia;  ‡US Oncology Research, The Woodlands, Texas; §Abramson Cancer  Center of the University of Pennsylvania, Philadelphia, Pennsylvania;  ║Northwest Cancer Specialists, Portland, Oregon; ¶Division of Medical  Oncology, University of Colorado School of Medicine, Aurora, Colorado;  #University of Pittsburgh Cancer Institute, Pittsburgh, Pennsylvania;  **Oncothyreon Inc., Seattle, Washington; ††Mary Crowley Cancer  Research Centers, Dallas, Texas; ‡‡Johns Hopkins University, Baltimore,  Maryland; Memorial Sloan Kettering Cancer Center, New York, New  York; §§New York-Presbyterian Hospital, Columbia University Medical  Center, New York, New York; and ║║Section of Hematology/Oncology,  Denver Veterans Affairs Medical Center, Denver, Colorado. Disclosure: Dr. Levy serves as a paid consultant and receives payments for  lectures from Eli Lilly, Genentech, and Pfizer. Dr. Evans serves as a paid  consultant for Eli Lilly and Genentech. Dr. Bauman received grant sup- port from Oncothyreon, Bristol-Myers Squibb, Genentech, and Lilly, and  is a paid consultant for Aveo. Drs. Walker and Hausman are full time  employees of Oncothyreon. Dr. Walker has received travel support to  meetings for the study as well as travel unrelated to the study. Dr. Rudin  was a past consultant for Celgene. Dr. Halmos has received grant sup- port from Oncothyreon, Pfizer, Daiichi-Sankyo, Eli Lilly, Bristol-Myers  Squibb, Merck, Astra-Zeneca, Boehringer-Ingelheim, Astex, Roche, and  Novartis. The other authors declare no conflict of interest. The last two authors contributed equally to this work. Address for correspondence: Benjamin Levy, MD, Albert Einstein College of  Medicine, Beth Israel Comprehensive Cancer Center, Mount Sinai Health  System, 325 W. 15th Street, New York, NY 10011. E-mail: belevy@ chpnet.org "
},
{
     "paragraph12": "BRIEF REPORT "
},
{
     "paragraph13": "1032 Copyright © 2014 by the International Association for the Study of Lung Cancer "
},
{
     "paragraph14": "Levy et al.  Journal of Thoracic Oncology  ®  •  Volume 9, Number 7, July 2014 "
},
{
     "paragraph15": "in patients with relapsed/metastatic (R/M) NSCLC in the   second- or third-line setting. "
},
{
               "section:2": "MATERIALS AND METHODS"
},
{
               "section:2": "MATERIALS AND METHODS"
},
{
               "paragraph1": "ubjects had R/M NSCLC for which they had received  one to two prior systemic therapies, including up to one  platinum-based chemotherapy regimen. Other key inclusion  criteria were age 18 years or older, measurable disease by  Response Evaluation Criteria in Solid Tumors (RECIST) 1.1  criteria,7 Eastern Cooperative Oncology Group performance  status 0 to 1, life expectancy 3 months or more, and adequate  hematologic, hepatic, and renal function. Treatment with  any systemic anticancer or radiation therapy was prohibited  within 4 weeks of study drug dosing. Patients with adequately  treated and stable brain metastases were eligible. Salient  exclusion criteria included known HIV infection; medical,  social, or psychological factors affecting safety or compli- ance; grade 2 or higher neuropathy; history of hypersensitiv- ity to docetaxel or other drugs formulated with polysorbate;  pregnant/breastfeeding; prior docetaxel for R/M NSCLC or  within 6 months of enrollment in the curative setting; or any  prior treatment with a PI3K inhibitor. Each center’s institu- tional review board granted approval and written informed  consent was mandatory. "
},
{
                    "section:3": "Eligibility Criteria"
},
{
                    "paragraph1": "y Assessments Patients were randomized to PX-866 8 mg by mouth  daily with docetaxel 75 mg/m2 intravenous once every 21 days  or docetaxel 75 mg/m2 intravenous once every 21 days alone in  a 1:1 manner without stratification factors. Colony-stimulating  factors and antiemetics were permitted in any cycle according  to institutional guidelines. All patients received dexametha- sone 8 mg orally twice daily for 3 days starting the day before  docetaxel administration. Patients were evaluated for pro- gression every two cycles. Patients continued therapy as long  as they had stable disease or better per RECIST 1.1 criteria  and lacked unacceptable toxicity or withdrawal of consent.  Patients in the combination arm were allowed to continue  PX-866 alone after discontinuation of docetaxel. "
},
{
                    "section:3": "Treatment and Efficacy Assessments"
},
{
                    "paragraph1": "s included vital signs, laboratory  assessments, and physical examinations. AEs were assessed  using the National Cancer Institute Common Terminology  Criteria for Adverse Events version 4.02. Up to two dose  reductions were allowed for docetaxel (60 and 45 mg/m2)  and three dose reductions for PX-866 (6, 4, and 2 mg/day).  Subjects requiring additional dose reductions of PX-866 were  removed from study. Study drugs were discontinued if treat- ment needed to be delayed by more than 2 weeks. "
},
{
                    "section:3": "Safety Assessment"
},
{
                    "paragraph1": "ents Optional archival tumor specimens were evaluated for  PIK3CA and KRAS mutations and PTEN expression by immu- nohistochemistry as previously described.5,6 "
},
{
                    "section:3": "Biomarker Measurements"
},
{
                    "paragraph1": "end point of this study was progression- free survival (PFS) and secondary end points were objective  response rate (ORR), incidence and severity of AEs, overall  survival (OS), and exploratory end points of biomarker cor- relations with efficacy. A docetaxel-alone control of median  PFS of 3 months was assumed for the NSCLC study popula- tion. With a one-sided 0.20 false-positive error rate, a projected  1-year enrollment period with an additional 0.5 years of fol- low-up before analysis and a control over experimental hazard  ratio of 1.5, a total of 80 patients were required for the log-rank  test with 0.80 power to detect a statistically significant ben- efit of the combination arm of PX-866 plus docetaxel versus  docetaxel alone. Assuming a drop-off rate of 10%, a total of  88 patients (44 per arm) with NSCLC were targeted to enroll. "
},
{
               "section:2": "RESULTS"
},
{
               "section:2": "RESULTS"
},
{
               "paragraph1": "Characteristics Ninety-five patients were enrolled between November  2011 and July 2012. Of these, 48 and 47 patients were ran- domized to the PX-866 plus docetaxel (arm A) and docetaxel- alone group (arm B), respectively. Baseline characteristics  were well balanced between the two arms excluding histology  (χ2 test, p = 0.04) and sex (χ2 test, p = 0.08; Table 1). The  "
},
{
               "paragraph2": "<table :1"
},
{
               "paragraph3": "PX-866 + Docetaxel   (n = 48) Docetaxel   (n = 47) "
},
{
               "paragraph4": "Median age (range) 65 (44–84) 60 (35–84) Sex   Female 15 (31%) 23 (49%) "
},
{
               "paragraph5": "  Male 33 (69%) 24 (51%) Ethnicity   Caucasian 39 (81%) 34 (72%) "
},
{
               "paragraph6": "  African American 5 (10%) 3 (6%) "
},
{
               "paragraph7": "  Other 4 (8%) 10 (21%) ECOG   0 14 (29%) 12 (26%) "
},
{
               "paragraph8": "  1 34 (71%) 35 (75%) Histology   Adenocarcinoma 34 (71%) 24 (51%) "
},
{
               "paragraph9": "  Squamous 8 (17%) 12 (26%) "
},
{
               "paragraph10": "  Other 6 (13%) 11 (23%) Stage at diagnosis, % I/II/III/IV 2/2/25/71 2/4/23/70 Stage at baseline, III/IV, N (%) 3 (6%)/45 (94%) 2 (4%)/45 (96%) Prior anticancer therapy 47 (98%) 47 (100%) "
},
{
               "paragraph11": "  Systemic therapy 39 (81%) 41 (87%) "
},
{
               "paragraph12": "  Radiotherapy 10 (21%) 11 (23%) "
},
{
               "paragraph13": "  Systemic/radiotherapy 17 (35%) 11 (23%) No. of prior systemic therapies,  mean/range 1.8 (1–7) 1.5 (1–5) "
},
{
               "paragraph14": "Median time since diagnosis,  months 10.8 10.9 "
},
{
               "paragraph15": "ECOG, Eastern Cooperative Oncology Group. "
},
{
               "paragraph16": "1033 Copyright © 2014 by the International Association for the Study of Lung Cancer "
},
{
               "paragraph17": "Journal of Thoracic Oncology  ®  •  Volume 9, Number 7, July 2014  Phase 2 Study of PX-866 and Docetaxel "
},
{
               "paragraph18": "groups were similar with respect to numbers of prior systemic  therapies and median time since diagnosis. "
},
{
                    "section:3": "Patient Characteristics"
},
{
                    "paragraph1": "rm A, 45 patients (94%) received at least one dose  of PX-866 and/or docetaxel, whereas 47 patients (94%) in  arm B received at least one dose of docetaxel (Fig. 1). The  median number of docetaxel cycles administered was 2  (range, 1–16) and 3.5 (range, 1–16) in arms A and B, respec- tively. Ten patients experienced docetaxel dose interruptions  or modifications (3 in arm A and 7 in arm B). Twenty-seven  patients (60%) experienced a total of 52 dose interruptions or  "
},
{
                    "paragraph2": "modifications of PX-866, with 35 (67%) disruptions due to  AEs. The most common reasons for dose disruptions include  diarrhea (n = 6) and pneumonia (n = 3). A total of 58 patients  (29 in each arm) were taken off study because of disease  progression. "
},
{
                    "section:3": "Treatment Delivered"
},
{
                    "paragraph1": "Seventy patients (74%) were evaluable for response as  measured by RECIST 1.1 (34 in arm A and 36 in arm B).  There was no difference in ORR (complete response plus  partial responses; p = 0.12) or disease control rate (complete  response + partial response + stable disease after 2 cycles;   p = 0.97) between the two arms (Table 2). Median PFS was  2 months (95% confidence interval [CI], 1.6–2.9) for arm  A and 2.9 months (95% CI, 1.6–4.8) for arm B (p = 0.65;  Fig. 2). Median OS was 7.9 months in arm A (95% CI,  4.5–11.1) and 9.4 months in arm B (95% CI, 6.1 to not  reached; p = 0.9; Fig. 3). Of the 50 patients whose archival  tumors were analyzed, four patients had PIK3CA mutations  (3 in arm A and 1 in arm B), whereas seven patients had  KRAS mutations (4 in arm A and 3 in arm B). PTEN expres- sion was reduced or absent in nine patients (3 in arm A and  6 in arm B). PIK3CA mutation, KRAS mutation, and PTEN  immunohistochemistry could not be correlated with PFS,  ORR, or OS because of their rarity. "
},
{
                    "Figure": "1-s2.0-S1556086415303385-main_page2_7.jpg"
},
{
                    "Figure_title": "FIGURE 1.  CONSORT diagram showing the progress of  patients though the trial, adapted from Begg et al, Improving  the quality of reporting of randomized controlled trials. The  CONSORT statement. JAMA 1996;276:637–639. "
},
{
                    "paragraph2": "<table :2"
},
{
                    "paragraph3": "PX-866 + Docetaxel   (n = 48) Docetaxel  (n = 47) "
},
{
                    "paragraph4": "CR 0 0 PR 3 (6%) 0 (0%) SD 14 (29%) 25 (53%) Progressive disease 17 (35%) 9 (19%) Not evaluable 14 (29%) 13 (28%) Disease control rate (CR/PR/SD) 17 (35%) 25 (53%) "
},
{
                    "paragraph5": "Response rate represent best overall response rate (investigator). CR, complete response; PR, partial response; SD, stable disease. "
},
{
                    "Figure": "1-s2.0-S1556086415303385-main_page2_9.jpg"
},
{
                    "Figure_title": "FIGURE 2.  Kaplan–Meier curves for progression-free survival (days). NSCLC, non–small-cell lung cancer. "
},
{
                    "paragraph6": "1034 Copyright © 2014 by the International Association for the Study of Lung Cancer "
},
{
                    "paragraph7": "Levy et al.  Journal of Thoracic Oncology  ®  •  Volume 9, Number 7, July 2014 "
},
{
                    "section:3": "Efficacy Evaluation"
},
{
                    "paragraph1": "ity Eighty-nine enrolled patients received at least one treat- ment on protocol and were considered evaluable for safety. In  both arms, most AEs were 2 or less (Table 3). There seemed  to be more all-grade toxicity in arm A including diarrhea  (76% versus 25%), nausea (56% versus 30%), vomiting (42%  versus 21%), anorexia (40% versus 18%), and fatigue (62%  versus 43%). However, there were few grade 3 or higher AEs  "
},
{
                    "paragraph2": "in either arms excluding neutropenia (9% and 25% in arms  A and B, respectively). No patients in arm A withdrew due  to AEs, whereas five patients in arm B were taken off study  because of toxicity. "
},
{
                    "section:3": "Safety and Tolerability"
},
{
                    "paragraph1": "of PX-866 to docetaxel failed to improve  PFS, ORR, or OS in patients with R/M NSCLC. Both clinical  "
},
{
                    "Figure": "1-s2.0-S1556086415303385-main_page3_14.jpg"
},
{
                    "Figure_title": "FIGURE 3.  Kaplan–Meier curves for over- all survival (days). NSCLC, non–small-cell  lung cancer. "
},
{
                    "paragraph2": "<table :3"
},
{
                    "paragraph3": "Adverse Event "
},
{
                    "paragraph4": "PX-866 ± Docetaxel (n = 45) Docetaxel Alone (n = 44) "
},
{
                    "paragraph5": "All Grades Grade ≥3 All Grades Grade ≥3 "
},
{
                    "paragraph6": "Hematological   Anemia 7 (16%) 2 (4%) 10 (23%) 3 (7%) "
},
{
                    "paragraph7": "  Neutropenia 14 (31%) 4 (9%) 15 (34%) 11 (25%) "
},
{
                    "paragraph8": "  Thrombocytopenia 2 (4%) 1 (2%) 0 (0%) 0 (0%) "
},
{
                    "paragraph9": "  Febrile neutropenia 4 (9%) 4 (9%) 4 (9%) 4 (9%) Nonhematological  Abdominal pain 8 (18%) 2 (4%) 3 (17%) 1 (2%) "
},
{
                    "paragraph10": " Diarrhea 34 (76%) 3 (7%) 12 (25%) 1 (2%) "
},
{
                    "paragraph11": " Constipation 10 (22%) 0 (0%) 10 (22%) 1 (2%) "
},
{
                    "paragraph12": " Nausea 25 (56%) 2 (4%) 13 (30%) 0 (0%) "
},
{
                    "paragraph13": " Stomatitis 5 (11%) 0 (0%) 7 (16%) 1 (2%) "
},
{
                    "paragraph14": " Vomiting 19 (42%) 3 (7%) 9 (21%) 0 (0%) "
},
{
                    "paragraph15": " Fatigue 28 (62%) 2 (4%) 19 (43%) 1 (2%) "
},
{
                    "paragraph16": " Anorexia 18 (40%) 0 (0%) 8 (18%) 0 (0%) "
},
{
                    "paragraph17": " Peripheral edema 9 (20%) 1 (2%) 9 (20%) 0 (0%) "
},
{
                    "paragraph18": " Arthralgia 7 (15%) 0 (0%) 9 (18%) 0 (0%) "
},
{
                    "paragraph19": " Peripheral neuropathy 4 (9%) 1 (2%) 2 (5%) 0 (0%) "
},
{
                    "paragraph20": " Cough 9 (20%) 0 (0%) 6 (14%) 1 (2%) "
},
{
                    "paragraph21": " Dyspnea 10 (22%) 4 (9%) 3 (7%) 1 (2%) "
},
{
                    "paragraph22": " Alopecia 8 (18%) 0 (0%) 8 (18%) 0 (0%) "
},
{
                    "paragraph23": " Rash 9 (20%) 0 (0%) 2 (5%) 0 (0%) "
},
{
                    "paragraph24": " Transaminitis 5 (11%) 0 (0%) 0 (0%) 0 (0%) "
},
{
                    "paragraph25": " Hyperglycemia 1 (2%) 0 (0%) 2 (5%) 1 (2%) "
},
{
                    "paragraph26": "1035 Copyright © 2014 by the International Association for the Study of Lung Cancer "
},
{
                    "paragraph27": "Journal of Thoracic Oncology  ®  •  Volume 9, Number 7, July 2014  Phase 2 Study of PX-866 and Docetaxel "
},
{
                    "paragraph28": "and biological reasons may account for the lack of benefit. The  imbalance between adenocarcinoma histology and female sex,  both favorable prognostic factors, may have confounded the  results8,9; however, each arm had an increased proportion of  one of these favorable factors, so it is difficult to fully explain  the study findings based on these imbalances. Perhaps a more  compelling explanation for the lack of clinical benefit rests in  the patients’ tumor biology which revealed very few genetic  alterations (PIK3CA mutations, PTEN loss) thought to predict  sensitivity to PI3K inhibitors. Although it has been difficult  to identify predictive biomarkers across all tumor types for  this class of drugs, preclinical data suggest that PI3K path- way activation may correlate with sensitivity to PI3K inhibi- tors.10–13 Given that the frequencies of these alterations are  influenced by the underlying histology and are more common  in squamous cell carcinoma, under-representation of patients  with squamous cancers may have contributed to the negative  outcome. Although the addition of PX-866 to docetaxel was rea- sonably well tolerated, all-grade toxicity seemed to be more  pronounced in the combination arm. Many of AEs are con- sistent with other phase 1/2 studies evaluating PI3K inhibi- tors including our own phase 1 study.5 Of note, there are  few studies with reported safety outcomes evaluating PI3K  inhibitors in combination with docetaxel, and our study adds  substantial experience with this combination. To date, rash,  hyperglycemia, and transaminase elevations seem to be class  effects of PI3K/AKT/mammalian target of rapamycin inhibi- tion, although gastrointestinal side effects have been reported  in studies as well.14 Interestingly, despite more frequent AEs  in the combination arm, no patients were taken off study  because of toxicity in this arm suggesting that the toxicity was  manageable. In summary, the addition of PX-866 to docetaxel did  not improve clinical outcomes over docetaxel alone for a  molecularly unselected population of patients with R/M  NSCLC. Despite these negative results, the scientific ratio- nale in a target-selected population remains compelling, and  further studies investigating inhibition of this pathway in  NSCLC should be carried out. Investigations should focus  "
},
{
                    "paragraph29": "on appropriate biomarker or histology selection to optimize  clinical benefit. "
},
{
               "section:2": "REFERENCES"
},
{
               "paragraph1": " 1. Courtney KD, Corcoran RB, Engelman JA. The PI3K pathway as drug  target in human cancer. J Clin Oncol 2010;28:1075–1083. "
},
{
               "paragraph2": " 2. Cancer Genome Atlas Research Network. Comprehensive genomic char- acterization of squamous cell lung cancers. Nature 2012;489:519–525. "
},
{
               "paragraph3": " 3. Blumenschein GR, Jr., Mills GB, Gonzalez-Angulo AM. Targeting the  hepatocyte growth factor-cMET axis in cancer therapy. J Clin Oncol  2012;30:3287–3296. "
},
{
               "paragraph4": " 4. Wipf P, Minion DJ, Halter RJ, et al. Synthesis and biological evaluation  of synthetic viridins derived from C(20)-heteroalkylation of the steroidal  PI-3-kinase inhibitor wortmannin. Org Biomol Chem 2004;2:1911–1920. "
},
{
               "paragraph5": " 5. Bowles DW, Ma WW, Senzer N, et al. A multicenter phase 1 study of  PX-866 in combination with docetaxel in patients with advanced solid  tumours. Br J Cancer 2013;109:1085–1092. "
},
{
               "paragraph6": " 6. Hong DS, Bowles DW, Falchook GS, et al. A multicenter phase I trial of  PX-866, an oral irreversible phosphatidylinositol 3-kinase inhibitor, in  patients with advanced solid tumors. Clin Cancer Res 2012;18:4173–4182. "
},
{
               "paragraph7": " 7. Eisenhauer EA, Therasse P, Bogaerts J, et al. New response evaluation  criteria in solid tumours: revised RECIST guideline (version 1.1). Eur J  Cancer 2009;45:228–247. "
},
{
               "paragraph8": " 8. Svensson G, Ewers SB, Ohlsson O, Olsson H. Prognostic factors in lung  cancer in a defined geographical area over two decades with a special  emphasis on gender. Clin Respir J 2013;7:91–100. "
},
{
               "paragraph9": " 9. Russell PA, Wainer Z, Wright GM, Daniels M, Conron M, Williams RA.  Does lung adenocarcinoma subtype predict patient survival?: A clini- copathologic study based on the new International Association for the  Study of Lung Cancer/American Thoracic Society/European Respiratory  Society international multidisciplinary lung adenocarcinoma classifica- tion. J Thorac Oncol 2011;6:1496–1504. "
},
{
               "paragraph10": " 10. Janku F, Tsimberidou AM, Garrido-Laguna I, et al. PIK3CA mutations  in patients with advanced cancers treated with PI3K/AKT/mTOR axis  inhibitors. Mol Cancer Ther 2011;10:558–565. "
},
{
               "paragraph11": " 11. Spoerke JM, O'Brien C, Huw L, et al. Phosphoinositide 3-kinase (PI3K)  pathway alterations are associated with histologic subtypes and are pre- dictive of sensitivity to PI3K inhibitors in lung cancer preclinical models.  Clin Cancer Res 2012;18:6771–6783. "
},
{
               "paragraph12": " 12. Turke AB, Engelman JA. PIKing the right patient. Clin Cancer Res  2010;16:3523–3525. "
},
{
               "paragraph13": " 13. Keysar SB, Astling DP, Anderson RT, et al. A patient tumor transplant  model of squamous cell cancer identifies PI3K inhibitors as candidate  therapeutics in defined molecular bins. Mol Oncol 2013;7:776–790. "
},
{
               "paragraph14": " 14. Papadimitrakopoulou V. Development of PI3K/AKT/mTOR pathway  inhibitors and their application in personalized therapy for non-small-cell  lung cancer. J Thorac Oncol 2012;7:1315–1326. "
}]