[{
     "paragraph1": "RESEARCH ARTICLE Open Access "
},
{
     "paragraph2": "A Phase II study of pulse dose imatinib mesylate and weekly paclitaxel in patients aged 70 and over with advanced non-small cell lung cancer "
},
{
     "paragraph3": "Julie E Bauman1,6*, Keith D Eaton2, Sarah G Wallace2, Laurie L Carr3, Sang-Joon Lee1,7, Dennie V Jones4, Hugo Arias-Pulido1, Lisa A Cerilli5 and Renato G Martins2 "
},
{
          "section:1": "Abstract"
},
{
               "section:2": "Background"
},
{
               "paragraph1": "tration"
},
{
               "section:2": "Conclusions"
},
{
               "paragraph1": "ung cancer (NSCLC), interstitial hypertension is a barrier to chemotherapy delivery, and is mediated by platelet derived growth factor receptor (PDGFR). Antagonizing PDGFR with imatinib may improve intra-tumoral delivery of paclitaxel, increasing response rate (RR). Methods: This single-stage, open-label phase II study evaluated pulse dose imatinib and weekly paclitaxel in elderly patients with advanced NSCLC. Eligible patients were aged ≥ 70 with untreated, stage IIIB-IV NSCLC and ECOG performance status 0-2. Primary endpoint was RR. Secondary endpoints included median progression free and overall survival (PFS, OS) and correlatives of PDGFR pathway activation. Baseline Charlson Comorbidity Index (CCI) and Vulnerable Elder Survey-13 (VES-13) were correlated with outcomes. Results: Thirty-four patients with median age 75 enrolled. Eleven of 29 (38%) were frail by VES-13 score. Overall RR was 11/34 (32%; 95% CI 17%-51%), meeting the primary endpoint. Median PFS and OS were 3.6 and 7.3 months, respectively. High tumoral PDGF-B expression predicted inferior PFS. Frail patients by VES-13 had significantly worse median PFS (3.2 vs. 4.5 months; p=0.02) and OS (4.8 vs. 12 months; p=0.02) than non-frail. "
},
{
          "section:1": "Discussion"
},
{
          "paragraph1": ": The combination of imatinib and paclitaxel had encouraging activity as measured by the primary endpoint of RR. However, PFS and OS were typical for elderly patients treated with single agent chemotherapy and the regimen is not recommended for further study. Adjunct imatinib did not overcome the established association of tumoral PDGF-B expression with inferior PFS. VES-13 was a powerful predictor of poor survival outcomes. Frailty should be further studied as a predictor of non-benefit from chemotherapy. Trial Registration: ClinicalTrials.gov NCT01011075 "
},
{
          "paragraph2": "Keywords: Non-small cell lung cancer, Imatinib mesylate, Paclitaxel, Elderly, Interstitial fluid pressure, Platelet-derived growth factor, Frailty, Vulnerable elder survey "
},
{
               "section:2": "Background"
},
{
               "paragraph1": "extracellular domain of two structurally related tyrosine kinase receptors, PDGFR-α and PDGFR-β. A classic target of PDGF is the stromal fibroblast which expresses both α and β receptors, predominantly β-type [2]. IFP in both normal and malignant tissues is actively regulated by fibroblast signaling through PDGFR-β. In solid tumors, elevated IFP is a barrier to delivery of chemotherapy, im- peding transcapillary drug transport due to Starling forces [3]. Elevated IFP is caused by a dysfunctional stroma, fea- turing structurally abnormal capillaries and lymphatics, desmoplasia, and contraction of the interstitial matrix by fibroblasts [4]. The phenotype of interstitial hypertension "
},
{
               "paragraph2": "* Correspondence: baumanje@upmc.edu 1Department of Internal Medicine, Divisions of Hematology/Oncology and Biostatistics, University of New Mexico Cancer Center, Albuquerque, New Mexico 6University of Pittsburgh Cancer Institute, UPMC Cancer Pavilion, 5150 Centre Avenue, 5th floor, Pittsburgh 15232PA, USA Full list of author information is available at the end of the article "
},
{
               "section:2": "Methods"
},
{
               "paragraph1": "auman et al.; licensee BioMed Central Ltd. This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. "
},
{
               "paragraph2": "Bauman et al. BMC Cancer 2012, 12:449 http://www.biomedcentral.com/1471-2407/12/449 "
},
{
               "section:2": "Background"
},
{
               "paragraph1": "lly reversible by PDGFR-β inhibition. Imatinib mesylate (Novartis; Basel, Switzerland) is a synthetic tyro- sine kinase inhibitor targeting Bcr-Abl, c-Kit and PDGFR. In murine thyroid cancer xenografts, adjunct imatinib decreased IFP, increased uptake of epothilone B or pacli- taxel, and increased anti-tumor effects relative to chemo- therapy alone [5,6]. In non-small cell lung cancer (NSCLC) xenografts, imatinib decreased phosphorylated PDGFR-β, vascular endothelial growth factor, and IFP while increasing intratumoral delivery of docetaxel or lipo- somal doxorubicin [7]. Cytoplasmic expression of PDGF occurs in the majority of NSCLC and is a negative prognostic indicator, while PDGFR-β is expressed universally by tumor stroma [8-10]. Co-expression of PDGF and PDGFR-β raises the plausibil- ity of a paracrine loop mediating interstitial hypertension and chemotherapy resistance. Elevated IFP up to 25 mmHg has been described in lung tumors, which may underlie low response rates to chemotherapy [11]. We hypothesized that antagonism of PDGFR-β with imatinib could increase the therapeutic index of weekly paclitaxel. Paclitaxel is a mitotic inhibitor which independently enhances perfusion and oxygenation, and decreases IFP [12,13]. Paclitaxel is superior to best supportive care in first line management of advanced NSCLC [14] and is indicated in combination with platinum for fit, age- unselected patients. A taxane is an accepted single agent standard in elderly patients with advanced NSCLC [15,16]. Here, we report the final results from a phase II clinical trial evaluating the combination of weekly pacli- taxel and pulse dose imatinib in elderly patients with advanced, chemotherapy-naïve NSCLC. "
},
{
               "section:2": "Results"
},
{
               "paragraph1": "This multi-center study was approved by the institutional review boards of the University of Washington-Fred Hutchinson Cancer Research Center and the University of New Mexico. The clinical trial was publicly registered at ClinicalTrials.gov, NCT01011075. Key eligibility cri- teria included: age ≥ 70, diagnosis of advanced NSCLC (stage IIIB with pleural effusion or IV [17]); measurable disease according to modified RECIST criteria version 1.0 [18]; Eastern Cooperative Oncology Group performance status (ECOG-PS) 0 to 2; adequate organ function. Key exclusion criteria included: prior chemotherapy for advanced NSCLC; uncontrolled brain metastases; symp- tomatic neuropathy (Grade ≥ 2); serious or uncontrolled concomitant medical disorder. All patients provided written informed consent. Patients were treated with up to six 28-day cycles of imatinib and paclitaxel. Paclitaxel 90 mg/m2 was admi- nistered intravenously on days 3, 10, and 17 of each 28- day cycle. Imatinib 600 mg daily was administered orally in 4-day pulses bracketing each paclitaxel infusion (days "
},
{
               "paragraph2": "1-4, 8-11, 15-18), adapted from the phase I design [19]. Pulse dose imatinib was selected based upon the theor- etical mechanism of action of PDGFR-β blockade, pharmacokinetics of IFP response in xenografts, and in- ability to escalate paclitaxel with continuous imatinib in phase I. The dose limiting toxicity was neutropenia, con- sistent with earlier reports that continuous dose imatinib resulted in prohibitive hematologic toxicity when com- bined with cisplatin-irinotecan or gemcitabine [20,21]. The study incorporated a single-stage, open label, phase II design. An interim toxicity analysis was planned after the first 8 patients completed one cycle. The pri- mary endpoint was response rate (RR) as measured by modified RECIST criteria version 1.0 [18]. The assumed null RR to single agent paclitaxel was 15%, as in CALGB 9730 [22], and a RR considered worthy of further study was 35%. Patients inevaluable for response were consid- ered non-responders. A sample size of 35, with 33 eli- gible patients had 87% power to detect a true RR of 35%, and a 5% chance of falsely rejecting the null rate of 15%. The decision rule rejected the null hypothesis if ≥ 9 of 33 patients responded. Secondary efficacy endpoints included overall survival (OS), progression-free survival (PFS), and toxicity. Survival outcomes were analyzed by Kaplan-Meier methodology. Toxicity was described by National Cancer Institute Common Terminology Cri- teria for Adverse Events, version 3 [23]. Case report forms captured all grade ≥3 toxicities, any grade neur- opathy or edema, and any grade event resulting in dose reduction or delay. Exploratory objectives included measurement of tumor biomarker expression and assessment of patient comorbid- ity and frailty. Archived, formalin-fixed, paraffin-embedded (FFPE) tumor specimens were collected retrospectively for immunohistochemical (IHC) analysis. Staining for PDGF-B (Clone N-30; Santa Cruz Biotechnology, Inc., Santa Cruz, CA) and PDGFR-β (Clone Y92; Epitomics, Burlingame, CA) was performed by an optimized IHC staining proto- col. Normal human placental tissue previously shown to be positive for PDGF-B and PDGFR-β was used as a positive control; the same tissue, incubated with an isotypic-matched antibody, was used as the negative con- trol. Cytoplasmic PDGF-B and stromal PDGFR-β expres- sion were graded using an H-score obtained by multiplying staining intensity (0 negative; 1+, weak; 2+, moderate; 3+, strong) by the percent of target cells with positive cytoplasmic or nuclear staining (0 to 100%) [24]. The study pathologist was blinded to outcome measures. Maximum likelihood estimates were conducted to de- scribe the relationship of tumoral PDGF-B expression to RR, PFS and OS. The Vulnerable Elder Survey-13 [25] (VES-13) and Charlson Comorbidity Index [26] (CCI) re- spectively measured baseline frailty and comorbidity, to explore whether such measures could predict toxicity or "
},
{
               "paragraph3": "Bauman et al. BMC Cancer 2012, 12:449 Page 2 of 8 http://www.biomedcentral.com/1471-2407/12/449 "
},
{
               "section:2": "Methods"
},
{
               "paragraph1": " outcomes. Frailty was defined as a VES-13 score of ≥ 3, the threshold associated with functional decline and mortality in the ambulatory, non-oncologic geriatric population [27]. We planned combined variable log-rank tests to determine whether a combination of VES-13, CCI, and/or ECOG-PS would perform better than a sin- gle variable in predicting toxicity or survival. "
},
{
               "section:2": "Results"
},
{
               "paragraph1": "common reasons including neutropenia, neuropathy, and fatigue. Four patients (15%) required reduction of paclitaxel for neuropathy, elevated bilirubin, or fatigue. Treatment-emergent grade 3 or higher adverse events are summarized in Table 2. The most common grade ≥ 3 nonhematologic toxicities were fatigue, cardiac events, gastrointestinal events, infection, and rash. Cardiac ad- verse events included 2 episodes of grade 3 systolic dys- function possibly related to imatinib, and 2 deaths from myocardial infarction and cardiac arrest attributed to pre-existing coronary artery disease. One death from in- fection and one from pneumonitis were considered protocol-related. Six patients were inevaluable for the primary endpoint, due to withdrawal or death prior to first response assess- ment. Per predefined intent-to-treat analysis, such patients were counted as non-responders. Eleven of 34 patients responded, with an overall RR of 32% (95% CI 17.4 – 50.5%), excluding the null rate of 15% and meet- ing the primary endpoint. Twelve patients had stable disease, with an overall disease control rate of 68%. Me- dian PFS was 3.6 months, and median OS was 7.3 months (Figure 1). Eighteen patients submitted archived tumor for cor- relative studies, and 14 specimens contained viable tumor for analysis of PDGF-B and PDGFR-β. "
},
{
               "paragraph2": "Table 1 Baseline characteristics "
},
{
               "paragraph3": "Characteristic Number (%)1 "
},
{
               "paragraph4": "Age (Years) "
},
{
               "paragraph5": "Median 74.5 "
},
{
               "paragraph6": "Range 70-86 "
},
{
               "paragraph7": "Sex "
},
{
               "paragraph8": "Male 23 (68%) "
},
{
               "paragraph9": "Female 11 (32%) "
},
{
               "paragraph10": "Histology "
},
{
               "paragraph11": "Adenocarcinoma 16 (47%) "
},
{
               "paragraph12": "Squamous 10 (29%) "
},
{
               "paragraph13": "Poorly differentiated 6 (18%) "
},
{
               "paragraph14": "Large cell/other 2 (6%) "
},
{
               "paragraph15": "Stage2 "
},
{
               "paragraph16": "IIIB 8 (24%) "
},
{
               "paragraph17": "IV 26 (76%) "
},
{
               "paragraph18": "ECOG Performance Status (n=32) "
},
{
               "paragraph19": "0 10 (29%) "
},
{
               "paragraph20": "1 18 (53%) "
},
{
               "paragraph21": "2 4 (11%) "
},
{
               "paragraph22": "Charlson Comorbidity Score (n=33) "
},
{
               "paragraph23": "Median 1 "
},
{
               "paragraph24": "Range 0-7 "
},
{
               "paragraph25": "VES-13 Score (n=29) "
},
{
               "paragraph26": "Median 1 "
},
{
               "paragraph27": "Range 0-8 "
},
{
               "paragraph28": "VES ≥ 3 (Frail) 11 (38%) "
},
{
               "paragraph29": "Tumor PDGF score (n=14)3 "
},
{
               "paragraph30": "Median 75 "
},
{
               "paragraph31": "Range 0-300 "
},
{
               "paragraph32": "1Number(percent) unless units otherwise specified. 2American Joint Committee on Cancer, 6th ed. 3Score: Intensity of cytoplasmic staining x percent of tumor cells. "
},
{
               "paragraph33": "Table 2 Grade ≥ 3 adverse events "
},
{
               "paragraph34": "Toxicity Grade 3 Grade 4 Grade 5 Total "
},
{
               "paragraph35": "Hematologic 7 (21%) "
},
{
               "paragraph36": "Anemia 1 (3%) 0 0 1 (3%) "
},
{
               "paragraph37": "Neutropenia 4 (12%) 1 (3%) 0 5 (15%) "
},
{
               "paragraph38": "Febrile Neutropenia 0 1 (3%) 0 1 (3%) "
},
{
               "paragraph39": "Thrombocytopenia 0 0 0 0 "
},
{
               "paragraph40": "Nonhematologic "
},
{
               "paragraph41": "Cardiac 4 (12%) "
},
{
               "paragraph42": "Systolic dysfunction 2 (6%) 0 0 2 (6%) "
},
{
               "paragraph43": "Cardiac arrest 0 0 1 (3%) 1 (3%) "
},
{
               "paragraph44": "Myocardial infarction 0 1 (3%) 1 (3%) 2 (6%) "
},
{
               "paragraph45": "Edema 1 (3%) 0 0 1 (3%) "
},
{
               "paragraph46": "Fatigue 10 (29%) 1 (3%) 0 11 (32%) "
},
{
               "paragraph47": "Infection 3 (9%) 0 1 (3%) 4 (12%) "
},
{
               "paragraph48": "Gastrointestinal 4 (12%) "
},
{
               "paragraph49": "Constipation 2 (6%) 0 0 2 (6%) "
},
{
               "paragraph50": "Diarrhea 2 (6%) 0 0 2 (6%) "
},
{
               "paragraph51": "Pulmonary 3 (9%) "
},
{
               "paragraph52": "Embolism 1 (3%) 0 0 1 (3%) "
},
{
               "paragraph53": "Pneumonitis 0 0 1 (3%) 1 (3%) "
},
{
               "paragraph54": "Pneumothorax 0 1 (3%) 0 1 (3%) "
},
{
               "paragraph55": "Bladder/Kidney stone 2 (6%) 0 0 2 (6%) "
},
{
               "paragraph56": "Bauman et al. BMC Cancer 2012, 12:449 Page 3 of 8 http://www.biomedcentral.com/1471-2407/12/449 "
},
{
               "paragraph57": "Representative digital photomicrographs are presented in Figure 2. PDGF-B expression score was indirectly associated with PFS (p=0.03), with higher tumoral ex- pression portending earlier progression. PDGF-B score was not associated with RR or OS. PDGFR-β was present universally in tumor stroma with variable inten- sity; no membranous or cytoplasmic staining was observed in epithelial cells. Stromal expression scores were not associated with RR, PFS or OS. Measures of performance status, frailty and comorbid- ity did not predict RR. However, frailty was significantly associated with both PFS and OS (Figure 3). At baseline, "
},
{
               "paragraph58": "11 of 29 patients with available VES-13 scores met the definition for frailty. Only 3 frail patients had an ECOG- PS of 2; the remaining 8 had an ECOG-PS of 0 or 1. Frail patients had significantly worse median PFS (3.2 vs. 4.5 months; p=0.02) and OS (4.8 vs. 12 months; p=0.02) than non-frail. Frailty did not significantly predict tox- icity. ECOG-PS was associated with OS, however not PFS or toxicity. Patients with ECOG-PS of 0 or 1 vs. 2 had median OS of 8.3 vs. 3.2 months (p=0.04). The CCI did not predict PFS, OS or toxicity. An exploratory, combined variable log rank test identified the combin- ation of VES and ECOG-PS as the best predictor of "
},
{
               "paragraph59": "Progression-Free Survival "
},
{
               "paragraph60": "Progression-Free Survival Time (Months) "
},
{
               "paragraph61": "Probability of Progression-Free Survival "
},
{
               "paragraph62": "0 10 20 30 40 "
},
{
               "paragraph63": "0.0 0.2 0.4 0.6 0.8 1.0 "
},
{
               "paragraph64": "Median PFS time=3.56 months "
},
{
               "paragraph65": "Overall Survival "
},
{
               "paragraph66": "Survival Time (Months) "
},
{
               "paragraph67": "Probability of Survival "
},
{
               "paragraph68": "0 10 20 30 40 "
},
{
               "paragraph69": "0.0 0.2 0.4 0.6 0.8 1.0 "
},
{
               "paragraph70": "Median OS time=7.34 months "
},
{
               "paragraph71": "Figure 1 Progression-Free and Overall Survival. "
},
{
               "Figure": "1471-2407-12-449_page3_51.jpg"
},
{
               "Figure_title": "Figure 2 PDGF-B and PDGFR-β Immunohistochemistry. Legend: Representative immunohistochemical staining of PDGF-B (A-C) and PDGFR-β (D-F) in lung tumors (A, B, D, E) and human placenta (C, F). Inset shows the same placental tissue stained with an isotype-matched antibody. "
},
{
               "paragraph72": "Bauman et al. BMC Cancer 2012, 12:449 Page 4 of 8 http://www.biomedcentral.com/1471-2407/12/449 "
},
{
               "section:2": "Results"
},
{
               "paragraph1": "tial PFS and OS. Here, good risk patients were defined as those with VES score < 3 (non-frail) and ECOG-PS of 0 or 1; the poor risk group included all others. Median PFS in the good vs. poor risk group was 4.5 vs. 3.2 months (p=0.01). Similarly, median OS was 12.0 versus 4.0 months (p=0.01). "
},
{
          "section:1": "Discussion"
},
{
          "paragraph1": "increased when considering apoptosis, proliferation rate, or tumor volume [5,6,35]. Imatinib may also serve an anti- angiogenic role, as PDGF-B signaling from endothelial cells maintains homeostasis of the pericyte. In tumor ca- pillaries, pericytes have a structurally abnormal association with endothelial cells resulting in excess permeability, microaneurysms and impaired blood flow [36,37]. In tumor models, PDGF sequestration reduced pericyte coverage in tumor blood vessels; abnormal vessels were selectively pruned, normalizing the vascular phenotype [38,39]. In NSCLC xenografts, disruption of PDGF signal- ing similarly normalized tumor vasculature, enhancing up- take and efficacy of cyclophosphamide [40]. However, in the same model PDGF disruption without chemotherapy resulted in a wider perivascular sleeve of tumor cells, a higher index of tumor proliferation, and enhanced tumor growth. These paradoxical results caution that, while PDGFR-β blockade may be an effective adjunct to chemo- therapy, alone it may be pro-proliferative due to improved circulatory efficiency. These preclinical findings may ex- plain why the RR in our study stands in contrast to results from continuous dose imatinib and docetaxel in NSCLC. In our study, patients were exposed to 12 days of imatinib per 28-day cycle, limiting isolated PDGFR- β inhibition. In addition, pulse dose imatinib may have minimized pro- posed mechanisms of antagonism including arrest of tumor cells at the G0-G1 checkpoint by imatinib, or synergistic resistance mediated by each drug’s upregula- tion of p-glycoprotein [30]. Nonetheless, the hypothesized normalization of IFP and tumor vasculature by pulse dose imatinib improved only the efficiency and degree of re- sponse to paclitaxel, not the duration. Resistance to pacli- taxel prevailed at the expected time point. We hypothesized that patients with high intratumoral PDGF-B expression, an independent negative prognostic indicator in NSCLC [10], may differentially benefit from "
},
{
          "paragraph2": "Progression-Free Survival "
},
{
          "paragraph3": "Progression-Free Survival Time (Months) "
},
{
          "paragraph4": "Probabilty of Progression-Free Survival "
},
{
          "paragraph5": "0 10 20 30 40 "
},
{
          "paragraph6": "0.0 0.2 0.4 0.6 0.8 1.0 "
},
{
          "paragraph7": "VES < 3  (Median PFS Time=4.53) VES >=3 (Median PFS Time=3.19) "
},
{
          "paragraph8": "p=0.0152 "
},
{
          "paragraph9": "Overall Survival "
},
{
          "paragraph10": "Survival Time (Months) "
},
{
          "paragraph11": "Probability of Survival "
},
{
          "paragraph12": "0 10 20 30 40 "
},
{
          "paragraph13": "0.0 0.2 0.4 0.6 0.8 1.0 "
},
{
          "paragraph14": "VES <  3 (Median Survival Time=11.96) VES >=3 (Median Survival Time=  4.76) "
},
{
          "paragraph15": "p=0.0155 "
},
{
          "paragraph16": "Figure 3 Progression-Free and Overall Survival According to VES-13 Frailty Score. "
},
{
          "paragraph17": "Bauman et al. BMC Cancer 2012, 12:449 Page 5 of 8 http://www.biomedcentral.com/1471-2407/12/449 "
},
{
          "paragraph18": "this strategy. Theoretically, tumoral production of PDGF-B may complete two pro-survival paracrine loops: PDGFR-β stimulation of stromal fibroblasts resulting in contraction of the extracellular matrix and elevated IFP; and PDGFR-β activation of neovascular pericytes. Upre- gulation of PDGF-B is a mechanism of chemotherapy re- sistance in glioma [41]. In our small sample, tumor PDGF-B expression was not associated with RR. How- ever, higher PDGF-B expression scores were associated with reduced PFS. Because adjunct imatinib resulted in similar RR in patients with high or low expression of PDGF-B, disruption of PDGF signaling may have over- come intrinsic chemoresistance related to high IFP in PDGF-B overexpressing tumors. However, the strategy did not overcome the established association of high PDGF-B expression with poor PFS. We speculate that tumors with high PDGF-B expression may have a more phenotypically normal vasculature, secondary to mature pericyte coverage, limiting the anti-angiogenic benefit from adjunct imatinib. The combination of pulse dose imatinib and weekly paclitaxel was adequately tolerated in this elderly cohort. There were 2 protocol-related deaths, numerically iden- tical to single agent paclitaxel in this population [15]. The rate of treatment-emergent Grade ≥ 3 cardiac ad- verse events, which occurred in 4 patients (11.8%; 95% CI 3.3-27.5%), obligates additional discussion. This rate is numerically higher than reported for paclitaxel mono- therapy in the elderly NSCLC population (5.7%; 95% CI 0.7-19.2%), although the confidence intervals overlap [15]. In our study, 2 patients had documented decline in systolic function, and 2 died from myocardial infarction in the context of pre-existing coronary artery disease, a prevalent comorbidity associated with increasing age in NSCLC [42]. Direct injury to the cardiomyocyte is a recognized toxicity of imatinib, consequent to c-Abl in- hibition [43]. While causality cannot be ascribed to ima- tinib for cardiac events in this study, there is an established physiologic basis for potentiation of cardiac toxicity. Caution is justified should this combination undergo further development, particularly in patients with pre-existing heart disease. We conducted baseline measures of comorbidity, frailty, and performance status, three components of comprehensive geriatric assessment, to determine asso- ciations with treatment vulnerability and survival. Med- ical comorbidity, the burden of chronic disease operationalized by the CCI, is associated with increased surgical complications and poor survival in NSCLC [43,44]. Frailty is the geriatric syndrome manifesting as reduced physiologic reserve and adaptivity to environ- mental stress. The VES-13 frailty score predicts mortal- ity and hospitalization in ambulatory adults [27]. In oncology, frailty may predict treatment vulnerability "
},
{
          "paragraph19": "better than chronologic age or disability [45,46]. ECOG- PS, a measure of cancer-related functional impairment, is prognostic in elderly patients with advanced NSCLC; moreover, an ECOG-PS of 2 is a better determinant of poor outcome than advanced age in patients receiving single agent docetaxel [47]. In our study, VES-13 was a powerful predictor of poor PFS and OS, and performed better than ECOG-PS which was associated only with OS. Moreover, VES-13 identified 8 vulnerable patients with a favorable ECOG-PS of 0 or 1. A combined vari- able log rank test distinguished 2 groups with an 8 month absolute difference in OS. Specifically, non-frail patients with ECOG-PS of 0 or 1 had a median survival of 12 months vs. 4 months in others. Thus, assessment of frailty with VES-13, a brief self-administered survey, adds valuable information in the selection of elderly NSCLC patients likely to experience survival benefit from chemotherapy. This study has several important limitations. First, the absence of a randomized control group, exposed to single-agent paclitaxel and studied with identical bio- markers, particularly limits interpretation of our PDGF- B data. Second, while the majority of patients consented to optional tissue biomarkers, only 14 samples were analyzable, increasing the likelihood of Type II error. Third, the standard of care for unselected elderly patients with advanced NSCLC is evolving away from single agent chemotherapy. At design of this study, advanced age (>70) was a relevant selection criterion for single agent vs. platinum doublet chemotherapy, as addressed in national U.S. guidelines [48]. In the inter- val, an elderly-specific, randomized phase III trial docu- mented superior survival from the combination of carboplatin-paclitaxel vs. gemcitabine or vinorelbine monotherapy [49]. Current guidelines emphasize patient selection by performance status rather than chronologic age [23]. Moreover, elderly patients are likely to benefit from molecular selection by epidermal growth factor re- ceptor and ALK gene mutations. "
},
{
          "section:1": "Conclusion"
},
{
          "paragraph1": "Bauman et al. BMC Cancer 2012, 12:449 Page 6 of 8 http://www.biomedcentral.com/1471-2407/12/449 "
},
{
          "paragraph2": "predictor of poor survival in elderly NSCLC patients and should be further studied as a predictor of non-benefit from cytotoxic chemotherapy. "
},
{
          "section:1": "Conclusion"
},
{
          "paragraph1": "ns (NSCLC): Non-small cell lung cancer; (PDGFR): Platelet-derived growth factor receptor; (RR): Response rate; (PFS): Progression free survival; (OS): Overall survival; (ECOG-PS): Eastern cooperative oncology group performance status; (CCI): Charlson comorbidity index; (VES-13): Vulnerable elder survey-13; (IFP): Interstitial fluid pressure; (FFPE): Formalin-fixed, paraffin-embedded; (IHC): Immunohistochemistry. "
},
{
          "section:1": "Abbreviations"
},
{
          "paragraph1": "rests Drs. Bauman and Martins acknowledge the research grant from the investigator-initiated trials program of Novartis, Inc. to the University of Washington for the conduct of this clinical trial. No competing interest is declared. "
},
{
          "section:1": "Competing interests"
},
{
          "paragraph1": "ns JB conceived and designed the study, treated study patients and drafted the manuscript; KE contributed to the design of the study and treated study patients; SW contributed to the design of the study and coordinated multi- institutional data collection; LLC and DJ treated study patients; SL contributed to the design of the study and conducted the statistical analysis; HP conducted IHC correlatives; LAC served as study pathologist; RGM contributed to the conception and design of the study and treated study patients. All authors revised the manuscript for critical intellectual content and approved the final manuscript. "
},
{
          "section:1": "Authors’ contributions"
},
{
          "paragraph1": "ed by a research grant from the investigator-initiated trial program of Novartis, Inc. Data analysis and tissue correlatives also supported by the University of New Mexico Cancer Center Shared Resources, 2P30CA118100. "
},
{
          "section:1": "Acknowledgement"
},
{
          "paragraph1": "Department of Internal Medicine, Divisions of Hematology/Oncology and Biostatistics, University of New Mexico Cancer Center, Albuquerque, New Mexico. 2Department of Internal Medicine, Division of Medical Oncology, University of Washington, Seattle, WA, USA. 3Division of Medical Oncology, National Jewish Health, Denver, CO, USA. 4Department of Medicine, Division of Hematology/Oncology, University of Kentucky, Lexington, KY, USA. 5Department of Pathology, University of Michigan, Ann Arbor, MI, USA. 6University of Pittsburgh Cancer Institute, UPMC Cancer Pavilion, 5150 Centre Avenue, 5th floor, Pittsburgh 15232PA, USA. 7Celltrion, Inc. Incheon, Korea. "
},
{
          "paragraph2": "Received: 8 June 2012 Accepted: 2 October 2012 Published: 3 October 2012 "
},
{
          "section:1": "Author details"
},
{
          "paragraph1": "eorge D: Platelet-derived growth factor receptors: a therapeutic target in solid tumors. Semin Oncol 2001, 28(5 Suppl 17):27–33. 2. Ostman A, Heldin CH: Involvement of platelet-derived growth factor in disease: development of specific antagonists. Adv Cancer Res 2001, 80:1–38. 3. Jain RK: Transport of molecules in the tumor interstitium: a review. Cancer Res 1987, 47(12):3039–3051. 4. Heldin CH, Rubin K, Pietras K, Ostman A: High interstitial fluid pressure - an obstacle in cancer therapy. Nat Rev Cancer 2004, 4(10):806–813. 5. Pietras K, Stumm M, Hubert M, Buchdunger E, Rubin K, Heldin CH, McSheehy P, Wartmann M, Ostman A: STI571 enhances the therapeutic index of epothilone B by a tumor-selective increase of drug uptake. Clinical cancer research: an official journal of the American Association for Cancer Research 2003, 9(10 Pt 1):3779–3787. 6. Pietras K, Rubin K, Sjoblom T, Buchdunger E, Sjoquist M, Heldin CH, Ostman A: Inhibition of PDGF receptor signaling in tumor stroma enhances antitumor effect of chemotherapy. Cancer Res 2002, 62(19):5476–5484. 7. Vlahovic G, Ponce AM, Rabbani Z, Salahuddin FK, Zgonjanin L, Spasojevic I, Vujaskovic Z, Dewhirst MW: Treatment with imatinib improves drug delivery and efficacy in NSCLC xenografts. Br J Cancer 2007, 97(6):735–740. 8. Shikada Y, Yonemitsu Y, Koga T, Onimaru M, Nakano T, Okano S, Sata S, Nakagawa K, Yoshino I, Maehara Y, et al: Platelet-derived growth factor-AA is an essential and autocrine regulator of vascular endothelial growth "
},
{
          "paragraph2": "factor expression in non-small cell lung carcinomas. Cancer Res 2005, 65(16):7241–7248. 9. Kawai T, Hiroi S, Torikata C: Expression in lung carcinomas of platelet- derived growth factor and its receptors. Laboratory investigation; a journal of technical methods and pathology 1997, 77(5):431–436. 10. Donnem T, Al-Saad S, Al-Shibli K, Andersen S, Busund LT, Bremnes RM: Prognostic impact of platelet-derived growth factors in non-small cell lung cancer tumor and stromal cells. Journal of thoracic oncology: official publication of the International Association for the Study of Lung Cancer 2008, 3(9):963–970. 11. Jain RK: 1995 Whitaker Lecture: delivery of molecules, particles, and cells to solid tumors. Ann Biomed Eng 1996, 24(4):457–473. 12. Griffon-Etienne G, Boucher Y, Brekken C, Suit HD, Jain RK: Taxane-induced apoptosis decompresses blood vessels and lowers interstitial fluid pressure in solid tumors: clinical implications. Cancer Res 1999, 59(15):3776–3782. 13. Taghian AG, Abi-Raad R, Assaad SI, Casty A, Ancukiewicz M, Yeh E, Molokhia P, Attia K, Sullivan T, Kuter I, et al: Paclitaxel decreases the interstitial fluid pressure and improves oxygenation in breast cancers in patients treated with neoadjuvant chemotherapy: clinical implications. Journal of clinical oncology: official journal of the American Society of Clinical Oncology 2005, 23(9):1951–1961. 14. Ranson M, Davidson N, Nicolson M, Falk S, Carmichael J, Lopez P, Anderson H, Gustafson N, Jeynes A, Gallant G, et al: Randomized trial of paclitaxel plus supportive care versus supportive care for patients with advanced non-small-cell lung cancer. J Natl Cancer Inst 2000, 92(13):1074–1080. 15. Fidias P, Supko JG, Martins R, Boral A, Carey R, Grossbard M, Shapiro G, Ostler P, Lucca J, Johnson BE, et al: A phase II study of weekly paclitaxel in elderly patients with advanced non-small cell lung cancer. Clinical cancer research: an official journal of the American Association for Cancer Research 2001, 7(12):3942–3949. 16. Kudoh S, Takeda K, Nakagawa K, Takada M, Katakami N, Matsui K, Shinkai T, Sawa T, Goto I, Semba H, et al: Phase III study of docetaxel compared with vinorelbine in elderly patients with advanced non-small-cell lung cancer: results of the West Japan Thoracic Oncology Group Trial (WJTOG 9904). Journal of clinical oncology: official journal of the American Society of Clinical Oncology 2006, 24(22):3657–3663. 17. American Joint Committee on Cancer (AJCC) Staging Manual:. 6th editionNew York, NY: Springer-Verlag; 2002. 18. Therasse P, Arbuck SG, Eisenhauer EA, Wanders J, Kaplan RS, Rubinstein L, Verweij J, Van Glabbeke M, van Oosterom AT, Christian MC, et al: New guidelines to evaluate the response to treatment in solid tumors. European Organization for Research and Treatment of Cancer, National Cancer Institute of the United States, National Cancer Institute of Canada. J Natl Cancer Inst 2000, 92(3):205–216. 19. Malik SM, Moore DJ, Hwang JJ, Bahrani A, McGreivy J, Ramzi P, Egorin MJ, Min FD, McDougall K, Marshall JL: Pulse dose imatinib (Im) and weekly paclitaxel (P) phase I trial for advanced refractory solid tumors. ASCO Meeting Abstracts 2005, 23(16_suppl):3118. 20. Johnson FM, Tran HT, Prieto VG, Tamboli P, Peeples BO, Glisson BS: Phase I trial of imatinib mesylate (IM), cisplatin (P), and irinotecan (I) in small cell lung cancer (SCLC). ASCO Meeting Abstracts 2004, 22(14_suppl):7257. 21. Poplin E, Gharibo M, Rodriquez L, Elsayed Y, Wojtowicz M, Gounder M, Lagattuta T, Rubin E, Egorin M: Phase I study of imatinib mesylate and gemcitabine in patients with refractory solid tumor malignancy. ASCO Meeting Abstracts 2005, 23(16_suppl):3100. 22. Lilenbaum RC, Herndon JE, List MA, Desch C, Watson DM, Miller AA, Graziano SL, Perry MC, Saville W, Chahinian P, et al: Single-agent versus combination chemotherapy in advanced non–small-cell lung cancer: the cancer and leukemia group B (study 9730). J Clin Oncol 2005, 23(1):190–196. 23. National Comprehensive Cancer Network: NCCN Clinical Practice Guidelines in Oncology, Non-small Cell Lung Cancer, Version 3. 2012. Available at www. nccn.org. 24. Arias-Pulido H, Smith HO, Joste NE, Bocklage T, Qualls CR, Chavez A, Prossnitz ER, Verschraegen CF: Estrogen and progesterone receptor status and outcome in epithelial ovarian cancers and low malignant potential tumors. Gynecol Oncol 2009, 114(3):480–485. 25. Saliba D, Elliott M, Rubenstein LZ, Solomon DH, Young RT, Kamberg CJ, Roth C, MacLean CH, Shekelle PG, Sloss EM, et al: The vulnerable elders survey: a tool for identifying vulnerable older people in the community. J Am Geriatr Soc 2001, 49(12):1691–1699. "
},
{
          "paragraph3": "Bauman et al. BMC Cancer 2012, 12:449 Page 7 of 8 http://www.biomedcentral.com/1471-2407/12/449 "
},
{
          "paragraph4": "26. Charlson ME, Pompei P, Ales KL, MacKenzie CR: A new method of classifying prognostic comorbidity in longitudinal studies: development and validation. J Chronic Dis 1987, 40(5):373–383. 27. Min L, Yoon W, Mariano J, Wenger NS, Elliott MN, Kamberg C, Saliba D: The vulnerable elders-13 survey predicts 5-year functional decline and mortality outcomes in older ambulatory care patients. J Am Geriatr Soc 2009, 57(11):2070–2076. 28. Gridelli C, Perrone F, Gallo C, Cigolari S, Rossi A, Piantedosi F, Barbera S, Ferrau F, Piazza E, Rosetti F, et al: Chemotherapy for elderly patients with advanced non-small-cell lung cancer: the Multicenter Italian Lung Cancer in the Elderly Study (MILES) phase III randomized trial. J Natl Cancer Inst 2003, 95(5):362–372. 29. Gridelli C: The ELVIS trial: a phase III study of single-agent vinorelbine as first-line treatment in elderly patients with advanced non-small cell lung cancer. Elderly Lung Cancer Vinorelbine Italian Study. Oncologist 2001, 1(6 Suppl):4–7. 30. Tsao AS, Liu S, Fujimoto J, Wistuba II, Lee JJ, Marom EM, Charnsangavej C, Fossella FV, Tran HT, Blumenschein GR, et al: Phase II trials of imatinib mesylate and docetaxel in patients with metastatic non-small cell lung cancer and head and neck squamous cell carcinoma. Journal of thoracic oncology: official publication of the International Association for the Study of Lung Cancer 2011, 6(12):2104–2111. 31. Huang CH, Williamson SK, Van Veldhuizen PJ, Hsueh CT, Allen A, Tawfik O, Wick J, Smith H, Uypeckcuat AM, Mayo M, et al: Potential role of platelet- derived growth factor receptor inhibition using imatinib in combination with docetaxel in the treatment of recurrent non-small cell lung cancer. Journal of thoracic oncology: official publication of the International Association for the Study of Lung Cancer 2011, 6(2):372–377. 32. Yardley DA, Burris HA 3rd, Markus T, Spigel DR, Greco FA, Mainwaring M, Waterhouse DM, Webb CD, Hainsworth JD: Phase II trial of docetaxal plus imatinib mesylate in the treatment of patients with metastatic breast cancer. Clin Breast Cancer 2009, 9(4):237–242. 33. Mathew P, Thall PF, Bucana CD, Oh WK, Morris MJ, Jones DM, Johnson MM, Wen S, Pagliaro LC, Tannir NM, et al: Platelet-derived growth factor receptor inhibition and chemotherapy for castration-resistant prostate cancer with bone metastases. Clinical cancer research: an official journal of the American Association for Cancer Research 2007, 13(19):5816–5824. 34. Matei D, Emerson RE, Schilder J, Menning N, Baldridge LA, Johnson CS, Breen T, McClean J, Stephens D, Whalen C, et al: Imatinib mesylate in combination with docetaxel for the treatment of patients with advanced, platinum- resistant ovarian cancer and primary peritoneal carcinomatosis: a Hoosier Oncology Group trial. Cancer 2008, 113(4):723–732. 35. Pietras K, Ostman A, Sjoquist M, Buchdunger E, Reed RK, Heldin CH, Rubin K: Inhibition of platelet-derived growth factor receptors reduces interstitial hypertension and increases transcapillary transport in tumors. Cancer Res 2001, 61(7):2929–2934. 36. Baluk P, Hashizume H, McDonald DM: Cellular abnormalities of blood vessels as targets in cancer. Curr Opin Genet Dev 2005, 15(1):102–111. 37. Hellstrom M, Gerhardt H, Kalen M, Li X, Eriksson U, Wolburg H, Betsholtz C: Lack of pericytes leads to endothelial hyperplasia and abnormal vascular morphogenesis. J Cell Biol 2001, 153(3):543–553. 38. Sennino B, Falcon BL, McCauley D, Le T, McCauley T, Kurz JC, Haskell A, Epstein DM, McDonald DM: Sequential loss of tumor vessel pericytes and endothelial cells after inhibition of platelet-derived growth factor B by selective aptamer AX102. Cancer Res 2007, 67(15):7358–7367. 39. Lu C, Shahzad MMK, Moreno-Smith M, Lin Y, Jennings NB, Allen JK, Landen CN, Mangala LS, Armaiz-Pena GN, Schmandt R, et al: Targeting pericytes with a PDGF-B aptamer in human ovarian carcinoma models. Cancer Biol Ther 2010, 9(3):176–182. 40. Falcon BL, Pietras K, Chou J, Chen D, Sennino B, Hanahan D, McDonald DM: Increased vascular delivery and efficacy of chemotherapy after inhibition of platelet-derived growth factor-B. Am J Pathol 2011, 178(6):2920–2930. 41. Servidei T, Riccardi A, Sanguinetti M, Dominici C, Riccardi R: Increased sensitivity to the platelet-derived growth factor (PDGF) receptor inhibitor STI571 in chemoresistant glioma cells is associated with enhanced PDGF-BB-mediated signaling and STI571-induced Akt inactivation. J Cell Physiol 2006, 208(1):220–228. 42. Asmis TR, Ding K, Seymour L, Shepherd FA, Leighl NB, Winton TL, Whitehead M, Spaans JN, Graham BC, Goss GD, et al: Age and comorbidity as independent prognostic factors in the treatment of non small-cell lung cancer: a review of National Cancer Institute of Canada Clinical "
},
{
          "paragraph5": "Trials Group trials. Journal of clinical oncology: official journal of the American Society of Clinical Oncology 2008, 26(1):54–59. 43. Kerkela R, Grazette L, Yacobi R, Iliescu C, Patten R, Beahm C, Walters B, Shevtsov S, Pesant S, Clubb FJ, et al: Cardiotoxicity of the cancer therapeutic agent imatinib mesylate. Nat Med 2006, 12(8):908–916. 44. Birim O, Maat AP, Kappetein AP, van Meerbeeck JP, Damhuis RA, Bogers AJ: Validation of the Charlson comorbidity index in patients with operated primary non-small cell lung cancer. European journal of cardio-thoracic surgery: official journal of the European Association for Cardio-thoracic Surgery 2003, 23(1):30–34. 45. Retornaz F, Monette J, Batist G, Monette M, Sourial N, Small D, Caplan S, Wan- Chow-Wah D, Puts MT, Bergman H: Usefulness of frailty markers in the assessment of the health and functional status of older cancer patients referred for chemotherapy: a pilot study. The journals of gerontology Series A, Biological sciences and medical sciences 2008, 63(5):518–522. 46. Mohile SG, Bylow K, Dale W, Dignam J, Martin K, Petrylak DP, Stadler WM, Rodin M: A pilot study of the vulnerable elders survey-13 compared with the comprehensive geriatric assessment for identifying disability in older patients with prostate cancer who receive androgen ablation. Cancer 2007, 109(4):802–810. 47. Lilenbaum R, Rubin M, Samuel J, Boros L, Chidiac T, Seigel L, Dowlati A, Graham P, Beaumont J, Du H: A randomized phase II trial of two schedules of docetaxel in elderly or poor performance status patients with advanced non-small cell lung cancer. Journal of thoracic oncology: official publication of the International Association for the Study of Lung Cancer 2007, 2(4):306–311. 48. Pfister DG, Johnson DH, Azzoli CG, Sause W, Smith TJ, Baker S Jr, Olak J, Stover D, Strawn JR, Turrisi AT, et al: American Society of Clinical Oncology treatment of unresectable non-small-cell lung cancer guideline: update 2003. Journal of clinical oncology: official journal of the American Society of Clinical Oncology 2004, 22(2):330–353. 49. Quoix E, Zalcman G, Oster JP, Westeel V, Pichon E, Lavole A, Dauba J, Debieuvre D, Souquet PJ, Bigay-Game L, et al: Carboplatin and weekly paclitaxel doublet chemotherapy compared with monotherapy in elderly patients with advanced non-small-cell lung cancer: IFCT-0501 randomised, phase 3 trial. Lancet 2011, 378(9796):1079–1088. "
},
{
          "paragraph6": "doi:10.1186/1471-2407-12-449 Cite this article as: Bauman et al.: A Phase II study of pulse dose imatinib mesylate and weekly paclitaxel in patients aged 70 and over with advanced non-small cell lung cancer. BMC Cancer 2012 12:449. "
},
{
          "paragraph7": "Submit your next manuscript to BioMed Central and take full advantage of:  "
},
{
          "paragraph8": "• Convenient online submission "
},
{
          "paragraph9": "• Thorough peer review "
},
{
          "paragraph10": "• No space constraints or color ﬁgure charges "
},
{
          "paragraph11": "• Immediate publication on acceptance "
},
{
          "paragraph12": "• Inclusion in PubMed, CAS, Scopus and Google Scholar "
},
{
          "paragraph13": "• Research which is freely available for redistribution "
},
{
          "paragraph14": "Submit your manuscript at  www.biomedcentral.com/submit "
}]