[{
     "paragraph1": "BioMed Central "
},
{
     "Figure": "1471-2407-9-333_page0_500.jpg"
},
{
     "paragraph2": "Page 1 of 11 "
},
{
     "paragraph3": "(page number not for citation purposes) "
},
{
     "paragraph4": "BMC Cancer "
},
{
     "paragraph5": "Open Access Research article Response to gefitinib and erlotinib in Non-small cell lung cancer: a  retrospective study Ivette F Emery*1, Chiara Battelli1,2, Paul L Auclair3, Kathleen Carrier4 and  Daniel M Hayes1 "
},
{
     "paragraph6": "Address: 1Department of Translational Research, Maine Center for Cancer Medicine, Scarborough, Maine, USA, 2Department of Internal Medicine,  Maine Medical Center, Portland, Maine, USA, 3Department of Pathology, Maine Medical Center, Portland, Maine, USA and 4Histology Core,  Maine Medical Center Research Institute, Scarborough, Maine, USA "
},
{
     "paragraph7": "Email: Ivette F Emery* - emeryi@mccm.org; Chiara Battelli - battec@mccm.org; Paul L Auclair - auclap@mmc.org;  Kathleen Carrier - carrik@mmc.org; Daniel M Hayes - hayesd@mccm.org * Corresponding author     "
},
{
          "section:1": "Abstract"
},
{
               "section:2": "Methods"
},
{
               "section:2": "Results"
},
{
               "paragraph1": " analyzed outcome data of a population of NSCLC patients that received these TKIs to determine the benefit derived and to define the clinical and molecular parameters that correlate with response. Tumor tissue from a subgroup of these patients was analyzed by immunohistochemistry to measure the expression level of EGFR and four activated (phosphorylated) members of the pathway, pEGFR, pERK, pAKT, and pSTAT3. "
},
{
               "section:2": "Conclusion"
},
{
               "paragraph1": " Analysis"
},
{
               "section:2": "Background"
},
{
               "paragraph1": "superior to gefitinib in all measures of response, although the differences were not statistically significant. The most robust clinical predictors of time to progression (TTP) were best response and rash (p < 0.0001). A higher level of pEGFR was associated with longer TTP, while the total EGFR level was not associated with response. Higher levels of pAKT and pSTAT3 were also associated with longer TTP. In contrast, a higher level of pERK1/2 was associated with shorter TTP. "
},
{
               "section:2": "Association between phospho-protein level and response to gefitinib"
},
{
               "paragraph1": "ls that have activated EGFR pathways, presumably being utilized for survival, are clinically relevant targets for pathway inhibition. An accurate molecular predictive model of TKI response should include activated members of the EGFR pathway. TKIs may be best reserved for tumors expressing pEGFR and pAKT or pSTAT, and little pERK. In the absence of molecular predictors of response, the appearance of a rash and a positive first scan are good clinical indicators of response. "
},
{
               "section:2": "Background"
},
{
               "paragraph1": "overall response rate and are never curative. Response rates for first line and second line treatments are 35% and 8%, respectively, and time to progression averages four to "
},
{
               "paragraph2": "Published: 18 September 2009 "
},
{
               "paragraph3": "BMC Cancer 2009, 9:333 doi:10.1186/1471-2407-9-333 "
},
{
               "paragraph4": "Received: 12 February 2009 Accepted: 18 September 2009 "
},
{
               "paragraph5": "This article is available from: http://www.biomedcentral.com/1471-2407/9/333 "
},
{
               "paragraph6": "© 2009 Emery et al; licensee BioMed Central Ltd.  This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/2.0),  which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. "
},
{
               "paragraph7": "BMC Cancer 2009, 9:333 http://www.biomedcentral.com/1471-2407/9/333 "
},
{
               "paragraph8": "Page 2 of 11 "
},
{
               "paragraph9": "(page number not for citation purposes) "
},
{
               "paragraph10": "six months [1-3]. New therapeutic agents and strategies to maximize the efficacy of current treatments are clearly needed. "
},
{
               "paragraph11": "In addition to classic cytotoxic agents, approved systemic therapies to treat NSCLC include inhibitors of the epider- mal growth factor receptor (EGFR) pathway. The EGFR pathway is a principal transducer of growth and survival signals in lung cancer cells and therefore a logical target for therapy. Gefitinib and erlotinib are reversible inhibi- tors of the kinase domain of EGFR that compete with ATP for binding to the catalytic pocket. These small molecules inhibit EGFR autophosphorylation and, thus, they inhibit receptor dimerization, and the downstream signaling that would have otherwise stimulated proliferation (through the activation of Erk) and anti-apoptotic mechanisms (through activation of Akt and Stat). "
},
{
               "paragraph12": "TKIs were developed after accumulating evidence indi- cated that a large proportion of NSCLC over-expresses the EGF receptor and is likely to be dependent on this path- way for the malignant phenotype [4]. However, TKIs in NSCLC therapy have not produced the gains in survival and time to progression that were anticipated when used alone or in combination with traditional cytotoxic agents [2,3,5]. Given this limitation, one way to increase the effectiveness of these agents is to rationally select patients based on tumor markers that predict response. "
},
{
               "paragraph13": "The identification of molecular predictors of response to anti-EGFR agents has been difficult. Unlike trastuzumab, whose clinical activity can be predicted by the evidence of over-expression of its target, the ErbB2 receptor, either by fluorescence in situ hybridization (FISH) or immunohis- tochemistry (IHC) [6], single markers have not produced accurate predictive models of response for anti-EGFR agents such as gefitinib and erlotinib. Early results on the relationship between EGFR protein overexpression or egfr gene amplification and response were contradictory and recent large studies indicate that there is no correlation between high EGFR expression by IHC or amplification by FISH and better response to TKIs [5,7-9]. Specific muta- tions in the egfr gene have correlated with the dramatic responses that are sometimes seen in a small percentage of patients treated with these agents. However, these results are confounded by the prognostic value of the mutations, since it has been noted that these patients have a better prognosis, regardless of treatment used, than patients whose tumors do not bear egfr mutations [10]. Moreover, the mutations do not identify the large number of patients that achieve more modest responses. "
},
{
               "paragraph14": "We evaluated data from our lung cancer patients to com- pare the benefits derived from erlotinib and gefitinib and to identify the clinical parameters that correlated with "
},
{
               "paragraph15": "response. We subsequently analyzed tumor tissue from a subgroup of these patients for a pilot study to evaluate the utility of a combination of markers, downstream from the inactivated EGFR receptor, to predict response to TKIs and correlate outcomes. We based our design on the hypothe- sis that an accurate predictive model may need several markers, and that markers closer to the malignant pheno- type (activated, phosphorylated proteins) may be better predictors than DNA/RNA markers or inactive (unphos- phorylated) protein markers. In order to determine which tumor will be susceptible to anti-EGFR therapy, one may need to assess the level of phosphorylated EGFR as well as the level of phosphorylated downstream mediators, Akt, Erk1/2 and Stat3, the cytosolic end points to the three branches of the EGFR signaling pathway. Moreover, clini- cal data have identified these markers as relevant to the natural history of lung cancer [11-15]. "
},
{
               "section:2": "Patient Data"
},
{
               "paragraph1": "nt Data At the Maine Center for Cancer Medicine, clinical data were compiled for 160 NSCLC patients that had received either gefitinib or erlotinib between 1996 and 2002 and organized into a database constructed in FileMaker Pro 8. Recorded variables included age, sex, smoking history, ECOG performance status score, date of diagnosis, stage at diagnosis, treatments, and toxicities. Outcome data included best response, time to progression, survival since start of TKI treatment, and overall survival. Best response to the new therapeutic agent was documented in the first computed tomography (CT) scans done 3-4 months after the start of TKI therapy. Time to progression was defined as the time interval from the initiation of TKI therapy to the time of disease progression as evidenced by CT scan or by a decline in performance status. Survival since TKI treatment was defined as the time interval from initiation of TKI therapy to death. "
},
{
               "section:2": "Response to tyrosine kinase inhibitors"
},
{
               "paragraph1": "tained from a subgroup of patients (n = 32) that had received gefitinib or erlotinib and had adequate histological material. Twenty three of these were primary lung tumor resection samples, six were lymph node samples, and three were samples from other biopsy sites. All samples had been fixed in 10% buffered formalin. Clinical data were kept unavailable during the laboratory analysis until all data were evaluated. This study was approved by the Maine Medical Center Institutional Review Board. "
},
{
               "section:2": "Immunohistochemistry"
},
{
               "paragraph1": "BMC Cancer 2009, 9:333 http://www.biomedcentral.com/1471-2407/9/333 "
},
{
               "paragraph2": "Page 3 of 11 "
},
{
               "paragraph3": "(page number not for citation purposes) "
},
{
               "paragraph4": "(Ser473) (736E11 rabbit mAb), phospho-Stat3 (Tyr705) (D3A7 rabbit mAb) and phospho-Erk1/2 (Thr202/ Tyr204) (20G11 rabbit mAb), according to the manufac- turer's instructions. Primary antibodies were visualized with biotinylated secondary antibodies, streptavidin/HRP enzyme complex and DAB chromogen. The slides were counterstained with hematoxylin. Total EGFR levels were obtained from sections sent to NorDx Laboratories and stained on a Ventana BenchMark XT automated stainer using anti-EGFR mouse monoclonal antibody 3C6 and Basic DAB Detection kit (Ventana Medical Systems, Tuc- son, AZ, USA). Protocols were pre-tested using positive and negative control cell pellets for each anti-phospho protein antibody, available through Cell Signaling Tech- nologies. Sections were scanned at low magnification and portions containing tumor tissue were delineated by the study pathologist (PA). Specimens were evaluated by light microscopy by two independent observers and scored based on a semiquantitative approach of percentage of positive tumor cells (0-100%), multiplied by staining intensity (0 = negative, 1 = weak, 2 = moderate, 3 = strong). In cases in which there were tumor cell popula- tions within one sample with clear distinction in staining intensities, each region's intensity was multiplied by the appropriate percentage and added to produce the sample score. The final percentage of cells staining and score for each slide was calculated as the average between the per- centage and scores of the two observers. For example, a sample that was scored by one observer as having 100% of cells staining, with 50% of them staining at intensity 1 and 50% at intensity 2, and was scored by the second observer as having 80% of cells staining, with 70% of them staining at intensity 1 and 10% at intensity 2, would receive a score of 150 [(50 × 1) + (50 × 2)] from observer one, and a score of 90 [(70 × 1) + (10 × 2)] from observer two. Accordingly, in this sample, the final percentage of cells staining would be 90% (mean between 100% and 80%), and the final score would be 120 (mean between 150 and 90). In this manner, a total score range of 0-300 was generated for each sample, where 0 was classified as no expression, 1-10 was classified as low expression, 11- 100 was classified as moderate and 101-200 was classified as moderate-high expression level, and scores over 200 were classified as high expression level. The distribution of staining (membranous, cytoplasmic, or nuclear) was recorded. Positive expression of pERK1/2 in stromal fibroblasts and endothelial cells of tumor tissue was used as an internal standard of tissue quality and antigen pres- ervation. "
},
{
               "section:2": "Statistical Analysis"
},
{
               "paragraph1": "between time to progression and survival according to level of expression of four phospho-proteins, and total EGFR were investigated using Rapid Insight Analytics sta- tistics program software, and box plots analyses with Excel and XLSTAT program software. "
},
{
               "section:2": "Results"
},
{
               "paragraph1": "Table 1: Patient characteristics "
},
{
               "paragraph2": "Gefitinib Erlotinib "
},
{
               "paragraph3": "No % No % "
},
{
               "paragraph4": "TOTAL 115 45 "
},
{
               "paragraph5": "Gender "
},
{
               "paragraph6": "Female 55 48 30 67 "
},
{
               "paragraph7": "Male 60 52 15 33 "
},
{
               "paragraph8": "Age "
},
{
               "paragraph9": "Avg. age 66.53 66.76 "
},
{
               "paragraph10": "Range 45-86 35-82 "
},
{
               "paragraph11": "Smoking history "
},
{
               "paragraph12": "Smokers 109 95 39 87 "
},
{
               "paragraph13": "Non-smokers 5 1 4 9 "
},
{
               "paragraph14": "Unknown 1 1 2 4 "
},
{
               "paragraph15": "Avg. pack-years 43.6 42.2 "
},
{
               "paragraph16": "Histology "
},
{
               "paragraph17": "Adenocarcinoma 54 47 15 33 "
},
{
               "paragraph18": "Squamous 27 23 9 20 "
},
{
               "paragraph19": "Bronchioalveolar 8 6 2 4 "
},
{
               "paragraph20": "Large cell 6 5 0 0 "
},
{
               "paragraph21": "Mixed 2 2 0 0 "
},
{
               "paragraph22": "NSC not further specified 17 15 20 44 "
},
{
               "paragraph23": "Avg. ECOG 1.37 1.37 "
},
{
               "paragraph24": "Avg. previous lines of chemo 1.26 1.13 "
},
{
               "paragraph25": "BMC Cancer 2009, 9:333 http://www.biomedcentral.com/1471-2407/9/333 "
},
{
               "paragraph26": "Page 4 of 11 "
},
{
               "paragraph27": "(page number not for citation purposes) "
},
{
               "paragraph28": "the Maine Center for Cancer Medicine. One hundred and fifteen (115) patients received gefinitib and forty five (45) received erlotinib. We analyzed the baseline characteris- tics of these two populations and found them to be nearly equivalent in regards to age, smoking history, ECOG per- formance, stage, and number of previous line of chemo- therapy. The population of erlotinib users had a higher proportion of females as compared to the population of gefitinib users (Table 1). "
},
{
               "section:2": "Results"
},
{
               "paragraph1": "sed by CT scans within 3-4 months after the initi- ation of therapy or by clinical examination when declin- ing performance status prevented scanning, most patients in the gefitinib group had progressive disease (65%), but a quarter had stable disease (26%) and a small minority had a response (3% CR and 3% PR). In contrast almost half the patients in the erlotinib group experienced stable disease (47%) and 10% had a response (5% CR and 5% PR), while 41% showed progressive disease. The longest time to progression was 35 months for erlotinib and 72 months for gefitinib. The patient that experienced no pro- gression for over 6 years was a Caucasian female with a 100 pk/year smoking history. "
},
{
               "paragraph2": "The most common side-effects for both groups were rash, followed by diarrhea, nausea/vomiting and fatigue (Table 2). In the gefitinib group, four patients had significant anorexia and three had clinically evident interstitial lung disease, with swelling/scarring of alveoli and interstitium. Twenty percent of patients in the gefitinib and 17% in the erlotinib group discontinued therapy due to the side- effects. Median time to progression and survival since TKI treatment were, respectively, 2.8 and 7.6 months in the erlotinib group, and 2.4 and 5.0 months in the gefitinib group, but these differences were not statistically signifi- cant (Figures 1a-b). "
},
{
               "section:2": "Clinical predictors of response"
},
{
               "paragraph1": "cal benefit [16]. The median TTP among patients that experienced a rash was 3.8 months as compared to 1.9 months among the patients that did not experienced a rash. Median survival after the start of therapy was 8.9 months among those with a rash and 3.8 months among those without a rash. Kaplan-Meier analyses indicated that these differences were statistically significant (P value of < 0.0001, Figure 2a-b). Moreover, these differences per- sisted when the erlotinib and gefitinib data sets were ana- lyzed separately (data not shown). "
},
{
               "paragraph2": "We also investigated outcome in patients that showed progressive disease as compared to those that achieved disease control (defined as CR+PR+SD). Among patients that experienced disease control, the median TTP and the median survival since TKI were 5.1 and 12.2 months, respectively. On the other hand, among the patients that experienced progressive disease, the median TTP and sur- vival since TKI were only 1.7 and 2.9 months, respectively. Kaplan-Meier analyses confirmed that these differences were statistically significant (P value of < 0.0001 Figures 3a-b). "
},
{
               "section:2": "Immunohistochemistry"
},
{
               "paragraph1": "Table 2: Side effects "
},
{
               "paragraph2": "Gefitinib Erlotinib "
},
{
               "paragraph3": "Grade 1-2 Grade 3-4 Grade 1-2 Grade 3-4 "
},
{
               "paragraph4": "No % No % No % No % "
},
{
               "paragraph5": "Skin rash 40 35 6 5 24 53 2 4 "
},
{
               "paragraph6": "Diarrhea 35 30 8 7 15 33 2 4 "
},
{
               "paragraph7": "Nausea/Vomiting 8 7 7 16 1 2 "
},
{
               "paragraph8": "Fatigue 5 4 2 2 3 7 2 4 "
},
{
               "paragraph9": "Anorexia 4 3 1 1 "
},
{
               "paragraph10": "Instertitial Lung Disease 3 3 "
},
{
               "paragraph11": "BMC Cancer 2009, 9:333 http://www.biomedcentral.com/1471-2407/9/333 "
},
{
               "paragraph12": "Page 5 of 11 "
},
{
               "paragraph13": "(page number not for citation purposes) "
},
{
               "paragraph14": "Gefinitib vs. erlotinib Figure 1 Gefinitib vs. erlotinib. Kaplan-Meier analyses of time to progression (a) and survival since initiating TKI therapy (b) in  months among gefitinib users (solid line) and erlotinib users (dashed line). "
},
{
               "paragraph15": "1A "
},
{
               "paragraph16": "1B "
},
{
               "paragraph17": "Kaplan-Meier analysis of Survival since TKI in  "
},
{
               "paragraph18": "patients that received gefitinib vs. erlotinib "
},
{
               "paragraph19": "0 "
},
{
               "paragraph20": "0.1 "
},
{
               "paragraph21": "0.2 "
},
{
               "paragraph22": "0.3 "
},
{
               "paragraph23": "0.4 "
},
{
               "paragraph24": "0.5 "
},
{
               "paragraph25": "0.6 "
},
{
               "paragraph26": "0.7 "
},
{
               "paragraph27": "0.8 "
},
{
               "paragraph28": "0.9 "
},
{
               "paragraph29": "1 "
},
{
               "paragraph30": "0 10 20 30 40 50 60 70 "
},
{
               "paragraph31": "Relative survival (months) "
},
{
               "paragraph32": "Fraction surviving "
},
{
               "paragraph33": "Erlotinib Gefitinib "
},
{
               "paragraph34": "                  N     Events    Median       CI        Erlotinib     45       41          7.6         5.2-12.2      Gefitinib    115     114         5.0          4.0-6.4 "
},
{
               "paragraph35": "                                Log-rank P value = 0.164 "
},
{
               "paragraph36": "Kaplan-Meier analysis of Time to Progression in  "
},
{
               "paragraph37": "patients that received gefitinib vs. erlotinib "
},
{
               "paragraph38": "0 "
},
{
               "paragraph39": "0.1 "
},
{
               "paragraph40": "0.2 "
},
{
               "paragraph41": "0.3 "
},
{
               "paragraph42": "0.4 "
},
{
               "paragraph43": "0.5 "
},
{
               "paragraph44": "0.6 "
},
{
               "paragraph45": "0.7 "
},
{
               "paragraph46": "0.8 "
},
{
               "paragraph47": "0.9 "
},
{
               "paragraph48": "1 "
},
{
               "paragraph49": "0 5 10 15 20 25 30 35 "
},
{
               "paragraph50": "TTP (months) "
},
{
               "paragraph51": "Fraction without progression "
},
{
               "paragraph52": "Erlotinib Gefitinib "
},
{
               "paragraph53": "                  N     Events   Median        CI        Erlotinib    45      45           2.8          1.9-4.1      Gefitinib   115    113          2.4          2.0-2.8 "
},
{
               "paragraph54": "                               Log-rank P value = 0.522 "
},
{
               "paragraph55": "BMC Cancer 2009, 9:333 http://www.biomedcentral.com/1471-2407/9/333 "
},
{
               "paragraph56": "Page 6 of 11 "
},
{
               "paragraph57": "(page number not for citation purposes) "
},
{
               "paragraph58": "Rash vs. no rash Figure 2 Rash vs. no rash. Kaplan-Meier analyses of time to progression (a) and survival since initiating TKI therapy (b) in months  among patients that developed a skin rash (solid line) and patients that did not developed rash (dashed line). "
},
{
               "paragraph59": "2A "
},
{
               "paragraph60": "2B "
},
{
               "paragraph61": "Kaplan-Meier analysis of Time to Progression in  "
},
{
               "paragraph62": "patients according to appearance of rash  "
},
{
               "paragraph63": "0 "
},
{
               "paragraph64": "0.1 "
},
{
               "paragraph65": "0.2 "
},
{
               "paragraph66": "0.3 "
},
{
               "paragraph67": "0.4 "
},
{
               "paragraph68": "0.5 "
},
{
               "paragraph69": "0.6 "
},
{
               "paragraph70": "0.7 "
},
{
               "paragraph71": "0.8 "
},
{
               "paragraph72": "0.9 "
},
{
               "paragraph73": "1 "
},
{
               "paragraph74": "0 2 4 6 8 10 12 14 16 "
},
{
               "paragraph75": "TTP (months) "
},
{
               "paragraph76": "Fraction without progression "
},
{
               "paragraph77": "N Y "
},
{
               "paragraph78": "                   N     Events   Median      CI        No Rash     75      74           1.9        1.6-2.3      Yes Rash    76      75           3.8        2.8-5.1 "
},
{
               "paragraph79": "                           Log-rank P value < 0.0001 "
},
{
               "paragraph80": "Kaplan-Meier analysis of Survival since TKI in  "
},
{
               "paragraph81": "patients according to appearance of rash "
},
{
               "paragraph82": "0 "
},
{
               "paragraph83": "0.1 "
},
{
               "paragraph84": "0.2 "
},
{
               "paragraph85": "0.3 "
},
{
               "paragraph86": "0.4 "
},
{
               "paragraph87": "0.5 "
},
{
               "paragraph88": "0.6 "
},
{
               "paragraph89": "0.7 "
},
{
               "paragraph90": "0.8 "
},
{
               "paragraph91": "0.9 "
},
{
               "paragraph92": "1 "
},
{
               "paragraph93": "0 5 10 15 20 25 "
},
{
               "paragraph94": "Relative survival (months) "
},
{
               "paragraph95": "Fraction surviving "
},
{
               "paragraph96": "N Y "
},
{
               "paragraph97": "                   N   Events   Median     CI        No Rash     75     74          3.8        2.8-5.0      Yes Rash    76     75          8.9       7.0-12.7 "
},
{
               "paragraph98": "                         Log-rank P value < 0.0001 "
},
{
               "paragraph99": "BMC Cancer 2009, 9:333 http://www.biomedcentral.com/1471-2407/9/333 "
},
{
               "paragraph100": "Page 7 of 11 "
},
{
               "paragraph101": "(page number not for citation purposes) "
},
{
               "paragraph102": "Disease control vs. progressive disease Figure 3 Disease control vs. progressive disease. Kaplan-Meier analyses of time to progression (a) and survival since initiating TKI  therapy (b) in months among patients that had a response or stable disease (solid line) and patients that had progressive dis- ease (dashed line). "
},
{
               "paragraph103": "3A "
},
{
               "paragraph104": "3B "
},
{
               "paragraph105": "Kaplan-Meier analysis of Time to Progression in  "
},
{
               "paragraph106": "patients according to best response "
},
{
               "paragraph107": "0 "
},
{
               "paragraph108": "0.1 "
},
{
               "paragraph109": "0.2 "
},
{
               "paragraph110": "0.3 "
},
{
               "paragraph111": "0.4 "
},
{
               "paragraph112": "0.5 "
},
{
               "paragraph113": "0.6 "
},
{
               "paragraph114": "0.7 "
},
{
               "paragraph115": "0.8 "
},
{
               "paragraph116": "0.9 "
},
{
               "paragraph117": "1 "
},
{
               "paragraph118": "0 5 10 15 20 25 30 "
},
{
               "paragraph119": "TTP (months) "
},
{
               "paragraph120": "Fraction without progression "
},
{
               "paragraph121": "PD CR/PR/SD "
},
{
               "paragraph122": "                    N   Events   Median       CI     CR/PR/SD    61     59         5.1        4.2-6.9      PD               94     94         1.7        1.3-1.9 "
},
{
               "paragraph123": "                          Log-rank P value < 0.0001 "
},
{
               "paragraph124": "Kaplan-Meier analysis of Survival since TKI in  "
},
{
               "paragraph125": "patients according to best response "
},
{
               "paragraph126": "0 "
},
{
               "paragraph127": "0.1 "
},
{
               "paragraph128": "0.2 "
},
{
               "paragraph129": "0.3 "
},
{
               "paragraph130": "0.4 "
},
{
               "paragraph131": "0.5 "
},
{
               "paragraph132": "0.6 "
},
{
               "paragraph133": "0.7 "
},
{
               "paragraph134": "0.8 "
},
{
               "paragraph135": "0.9 "
},
{
               "paragraph136": "1 "
},
{
               "paragraph137": "0 10 20 30 40 50 "
},
{
               "paragraph138": "Relative survival (months) "
},
{
               "paragraph139": "Fraction surviving "
},
{
               "paragraph140": "PD CR/PR/SD "
},
{
               "paragraph141": "                     N    Events     Median        CI        CR/PR/SD     61     56            12.2          9.5-16.2      PD                94     94             2.9           2.3-3.8 "
},
{
               "paragraph142": "                                   Log-rank P value < 0.0001 "
},
{
               "paragraph143": "BMC Cancer 2009, 9:333 http://www.biomedcentral.com/1471-2407/9/333 "
},
{
               "paragraph144": "Page 8 of 11 "
},
{
               "paragraph145": "(page number not for citation purposes) "
},
{
               "section:2": "Clinical predictors of response"
},
{
               "paragraph1": " was detected in all tumor samples. The second most widely expressed antigen was pErk1/2 followed by pStat3. pEGFR and pAkt were weakly expressed in most samples. "
},
{
               "section:2": "Immunohistochemistry"
},
{
               "paragraph1": "hospho-protein level and response  to gefitinib We calculated the mean and median TTP as a function of the expression levels (none, low, moderate, moderate high and high) of our five protein markers, total EGFR, pEGFR, pAkt, pStat3 and pErk1/2. We found no discerna- ble association between TTP and the level of total EGFR. On the other hand, we found a positive association between TTP and the level of pEGFR: in general, the higher the level of this protein, the longer the TTP. Patients with no discernable pEGFR signal had a median TTP of 2.0 months while patients with moderate pEGFR levels had a mean TTP of 3.5 months (Figures 5a-b). pAkt and, to a lesser extent, pStat3 were also slightly positively associated with longer TTP (Figures 5c-d). In contrast, phosphorylated Erk1/2 displayed a negative association with TTP: the higher the level of this protein, the shorter the TTP. Patients with little or no detectable levels of pErk1/2 had a median TTP of 4.2 months while patients with high levels of pErk1/2 had a mean TTP of 0.6 months (Figure 5e). When the levels of the four phospho-proteins were compared amongst each other, we found a strong positive correlation between the level of pEGFR and the level of pStat3 that reached statistical significance (p < 0.0001). "
},
{
          "section:1": "Discussion"
},
{
          "paragraph1": "showed that TKI therapy-induced rash strongly correlated with better disease control and progression free survival, and concluded that the development of rash should be viewed as an indication of likelihood of clinical benefit [16]. In this study, we also found that the appearance of rash correlated with longer TTP and survival with TKI treatment. In addition, we found that patients who achieved some degree of disease control at the first response evaluation had a significantly better outcome than patients who experienced disease progression. "
},
{
          "paragraph2": "Although early clinical indicators of response are useful, the identification of pre-treatment predictors of benefit would be even more desirable. We hypothesized that tumors that are actively using the EGFR pathway for sur- vival and growth would be most susceptible to TKI ther- apy-mediated inhibition. We also hypothesized that the activation status of the EGFR pathway could be assessed by evaluating the phosphorylation level of key members of the pathway, rather than total protein levels. Accord- ingly, we determined the expression levels of the activated receptor (pEGFR), and the activated cytosolic end points to the three branches of the EGFR pathway (pAkt, pStat3 and pErk1/2) in pre-treatment samples of tumor tissue from patients undergoing TKI therapy and response assessment. "
},
{
          "paragraph3": "In general, the expression level of the phosphorylated pro- teins was significantly less than that of total EGFR. This reflects the fact that the phospho-proteins are more labile and more difficult to detect than total protein levels [17]. In agreement with this, we found that the signal from phosphorylated antigens was more prominent in tumor cells located toward the periphery of the tissue blocks as opposed to cells in more internal regions. We presume that the time delay that occurs from the immersion of the block in fixative to its complete permeation results in the observed pattern of expression. Interestingly, when we compared the levels of the four phospho-proteins amongst each other, we found a significant correlation between the level of pEGFR and pStat3, in general agree- ment with the notion that the activation of the receptor gets transduced most directly to pStat3 in the signaling pathway. "
},
{
          "paragraph4": "Analysis of the association between outcome and phos- pho-protein expression suggested that the pattern of expression may be useful as a predictor of clinical benefit from TKI therapy. However, the small number of samples precluded obtaining statistically significant results. Higher levels of pEGFR, pAkt, and pStat3 were associated with longer TTP, while higher levels of pErk1/2 were associated with shorter TTP. These results make biologic sense given the presumed position of these proteins in the pathway. pAkt and pStat are thought to mediate cell survival, and it "
},
{
               "section:2": "Immunohistochemistry"
},
{
               "Figure": "1471-2407-9-333_page7_63.jpg"
},
{
               "Figure": "1471-2407-9-333_page7_64.jpg"
},
{
               "Figure": "1471-2407-9-333_page7_65.jpg"
},
{
               "Figure": "1471-2407-9-333_page7_66.jpg"
},
{
               "Figure": "1471-2407-9-333_page7_67.jpg"
},
{
               "Figure": "1471-2407-9-333_page7_68.jpg"
},
{
               "Figure": "1471-2407-9-333_page7_69.jpg"
},
{
               "Figure": "1471-2407-9-333_page7_70.jpg"
},
{
               "Figure": "1471-2407-9-333_page7_71.jpg"
},
{
               "Figure": "1471-2407-9-333_page7_72.jpg"
},
{
               "Figure": "1471-2407-9-333_page7_73.jpg"
},
{
               "Figure": "1471-2407-9-333_page7_74.jpg"
},
{
               "Figure": "1471-2407-9-333_page7_75.jpg"
},
{
               "Figure": "1471-2407-9-333_page7_76.jpg"
},
{
               "Figure": "1471-2407-9-333_page7_77.jpg"
},
{
               "Figure": "1471-2407-9-333_page7_78.jpg"
},
{
               "Figure": "1471-2407-9-333_page7_79.jpg"
},
{
               "Figure": "1471-2407-9-333_page7_80.jpg"
},
{
               "Figure": "1471-2407-9-333_page7_81.jpg"
},
{
               "Figure": "1471-2407-9-333_page7_82.jpg"
},
{
               "Figure": "1471-2407-9-333_page7_83.jpg"
},
{
               "paragraph1": "BMC Cancer 2009, 9:333 http://www.biomedcentral.com/1471-2407/9/333 "
},
{
               "paragraph2": "Page 9 of 11 "
},
{
               "paragraph3": "(page number not for citation purposes) "
},
{
               "paragraph4": "Time to progression by expression level Figure 5 Time to progression by expression level. Box Plot Analyses of the association between lengths of time to progression  according to the expression levels of a) total EGFR, b) phosphorylated EGFR, c) phosphorylated Akt, d) phosphorylated Stat3  and e) phosphorylated Erk1/2. Time to progression is expressed in months. Expression levels are expressed in four categories  zero, low, moderate, moderate-high, and high, where zero represents samples with no detected signal, low for scores between  1 and 10, moderate for scores between 11 and 100, moderate-high for scores between 101 and 200 and high for scores  between 201 and 300. Each box represents the TTP values between the 1st and the 3rd quartile. The line across each box rep- resents the median TTP. The dash at the end of the lines represents the maximum and minimum TTP. The crosses represent  the mean TTP for each category. "
},
{
               "paragraph5": "  "
},
{
               "paragraph6": "  "
},
{
               "paragraph7": "  "
},
{
               "paragraph8": "TTP by pEGFR expression level "
},
{
               "paragraph9": "moderate low zero "
},
{
               "paragraph10": "0 "
},
{
               "paragraph11": "2 "
},
{
               "paragraph12": "4 "
},
{
               "paragraph13": "6 "
},
{
               "paragraph14": "8 "
},
{
               "paragraph15": "10 "
},
{
               "paragraph16": "12 "
},
{
               "paragraph17": "14 "
},
{
               "paragraph18": "16 "
},
{
               "paragraph19": "18 "
},
{
               "paragraph20": "20 "
},
{
               "paragraph21": "Time to Progression (months) "
},
{
               "paragraph22": "TTP by tEGFR expression level "
},
{
               "paragraph23": "low moderate mod-high high "
},
{
               "paragraph24": "0 "
},
{
               "paragraph25": "2 "
},
{
               "paragraph26": "4 "
},
{
               "paragraph27": "6 "
},
{
               "paragraph28": "8 "
},
{
               "paragraph29": "10 "
},
{
               "paragraph30": "12 "
},
{
               "paragraph31": "14 "
},
{
               "paragraph32": "Time to Progression (months) "
},
{
               "paragraph33": "5A  "
},
{
               "paragraph34": "5B  "
},
{
               "paragraph35": "TTP by pAKT expression level "
},
{
               "paragraph36": "moderate low zero "
},
{
               "paragraph37": "0 "
},
{
               "paragraph38": "2 "
},
{
               "paragraph39": "4 "
},
{
               "paragraph40": "6 "
},
{
               "paragraph41": "8 "
},
{
               "paragraph42": "10 "
},
{
               "paragraph43": "12 "
},
{
               "paragraph44": "14 "
},
{
               "paragraph45": "16 "
},
{
               "paragraph46": "18 "
},
{
               "paragraph47": "20 "
},
{
               "paragraph48": "Time to Progression (months) "
},
{
               "paragraph49": "5C  "
},
{
               "paragraph50": "TTP by pSTAT expression level "
},
{
               "paragraph51": "zero low moderate mod-high "
},
{
               "paragraph52": "0 "
},
{
               "paragraph53": "1 "
},
{
               "paragraph54": "2 "
},
{
               "paragraph55": "3 "
},
{
               "paragraph56": "4 "
},
{
               "paragraph57": "5 "
}]