[{
     "paragraph1": "PHASE I STUDIES "
},
{
     "paragraph2": "Figitumumab combined with carboplatin and paclitaxel in treatment-naïve Japanese patients with advanced non-small cell lung cancer "
},
{
     "paragraph3": "Yasushi Goto & Ikuo Sekine & Maki Tanioka & Takashi Shibata & Chiharu Tanai & Hajime Asahina & Hiroshi Nokihara & Noboru Yamamoto & Hideo Kunitoh & Yuichiro Ohe & Hironori Kikkawa & Emiko Ohki & Tomohide Tamura "
},
{
     "paragraph4": "Received: 11 May 2011 /Accepted: 29 June 2011 /Published online: 13 July 2011 # The Author(s) 2011. This article is published with open access at Springerlink.com "
},
{
     "paragraph5": "Summary Objectives The insulin-like growth factor (IGF) signaling pathway has been implicated in the pathogenesis of numerous tumor types, including non-small cell lung cancer (NSCLC). Figitumumab is a fully human IgG2 monoclonal antibody against IGF-1 receptor (IGF-1R). Methods This phase I, open-label, dose-escalation study (ClinicalTrials.gov: NCT00603538) assessed the safety and tolerability of figitumumab (6, 10 and 20 mg/kg) in combination with carboplatin (area under the curve: 6 mg·min/mL) and paclitaxel (200 mg/m2) in Japanese patients (N=19) with chemotherapy-naïve, advanced NSCLC. Treatments were administered intravenously on day 1 of a 21-day cycle for four to six cycles. Pharmaco- kinetics, biomarkers, and antitumor activity were also evaluated. Results Figitumumab in combination with carboplatin and paclitaxel was well tolerated at doses up to 20 mg/kg; no dose-limiting toxicities were observed at this dose level. When given in combination, figitumumab plasma exposure increased in an approximately dose- proportional manner. The approximate 2-fold accumulation following repeated administration supported the 21-day regimen as appropriate for figitumumab administration. Serum total IGF-1 and IGF binding protein-3 concentra- "
},
{
     "paragraph6": "tions increased following figitumumab dosing, but a clear dose-dependent relationship was not demonstrated. Seven of 18 evaluable patients experienced a partial response. Con- clusions Figitumumab 20 mg/kg in combination with carboplatin and paclitaxel was well tolerated in chemotherapy-naïve Japanese patients with NSCLC. Further analysis of biomarker data is necessary for the development of figitumumab therapy. "
},
{
     "paragraph7": "Keywords Carboplatin . Figitumumab . Non-small cell lung cancer. Paclitaxel "
},
{
               "section:2": "Introduction"
},
{
               "paragraph1": "The insulin-like growth factor (IGF) signaling pathway comprises IGF ligands (IGF-1 and IGF-2), IGF binding proteins (IGFBP1–6) which regulate ligand bioavailability, and IGF receptors (IGF-1R and IGF-2R) [1–3]. IGF signaling has been implicated in the development of a variety of tumors, including breast, colorectal, prostate, and lung cancers [2, 3]. IGF-1R is a receptor tyrosine kinase involved in the regulation of various biological processes, including cell growth, proliferation, and inhibition of apoptosis. In non-small cell lung cancer (NSCLC), IGF- 1R is frequently over-expressed in tumor tissue and also mediates the proliferation of lung cancer cell lines [3–6]. Figitumumab (CP-751,871; Pfizer Inc, La Jolla, USA), a fully human IgG2 monoclonal antibody (mAb) against IGF-1R, is one of several agents currently in development which target the IGF pathway [7]. Figitumumab mono- therapy has been well tolerated in phase I studies of patients with refractory solid tumors or multiple myeloma [8–12]. The safety and efficacy of figitumumab in combination "
},
{
               "paragraph2": "Y. Goto: I. Sekine: M. Tanioka: T. Shibata: C. Tanai: H. Asahina: H. Nokihara: N. Yamamoto: H. Kunitoh: Y. Ohe: T. Tamura (*) Department of Internal Medicine, National Cancer Center Hospital, 5-1-1 Tsukiji, Chuo-ku, Tokyo 104-0045, Japan e-mail: ttamura@ncc.go.jp "
},
{
               "paragraph3": "H. Kikkawa: E. Ohki Pfizer Oncology, Global Research and Development, Tokyo, Japan "
},
{
               "paragraph4": "Invest New Drugs (2012) 30:1548–1556 DOI 10.1007/s10637-011-9715-4 "
},
{
               "paragraph5": "with carboplatin and paclitaxel were investigated previously in a Western phase Ib/II study in patients with chemotherapy- naïve, locally advanced or metastatic NSCLC [13]. Results suggested that figitumumab in combination with chemo- therapy was safe and effective in this patient population. The aim of this phase I, open-label, dose-escalation study was to assess the safety and tolerability of figitumu- mab in combination with carboplatin and paclitaxel in Japanese chemotherapy-naïve patients with advanced NSCLC. Secondary objectives were to evaluate pharmaco- kinetics, biomarkers, and antitumor activity. "
},
{
               "section:2": "Abstract"
},
{
               "paragraph1": " and methods "
},
{
               "section:2": "Introduction"
},
{
               "paragraph1": "ion "
},
{
               "paragraph2": "Patients eligible for inclusion in the study were aged 20– 74 years, had an Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1 and had previously untreated, measurable, stage IIIB/IV NSCLC. All patients had adequate organ function assessed by hemoglobin (≥10 g/dL), platelet (≥100 000 cells/μL), and absolute neutrophil (≥2,000 cells/μL) counts; serum creatinine (≤1.5 mg/dL), albumin (≤3.0 g/dL), total bilirubin (≤1.8 mg/dL), and alanine amino- tranferase and aspartate aminotransferase (≤80 IU/L) levels; circulating glycosylated hemoglobin (HbA1c) <7% and fasting plasma glucose levels <126 mg/dL. Exclusion criteria included prior anticancer therapy for advanced NSCLC, presence of symptomatic brain metasta- ses or central nervous system metastases, history of active malignancy other than NSCLC within the previous 5 years (skin cancer other than malignant melanoma and in situ cervical, gastric, and colorectal cancers were permitted), treatment for pleural effusions and/or pericardial effusions, gastrointestinal bleeding within the previous 3 months, treatment with systemic corticosteroids within the previous 2 weeks, or neuropathy ≥grade 2 within the past 2 weeks. Subjects with diabetes and significant cardiac disease, including myocardial infarction, angina, uncompensated congestive heart failure, and serious cardiac ventricular arrhythmia, and uncontrolled hypertension within the past 6 months were also excluded. The study protocol was approved by the Institutional Review Board at the National Cancer Center, Tokyo, Japan, and the study conformed to the provisions of the Declara- tion of Helsinki (1996). All patients provided written, informed consent. "
},
{
               "section:2": "Materials and methods"
},
{
               "paragraph1": "g "
},
{
               "paragraph2": "This was a phase I, single-center, open-label, dose-escalation study to evaluate the safety and tolerability of figitumumab in "
},
{
               "paragraph3": "combination with carboplatin (area under the curve [AUC] 6 mg·min/mL) and paclitaxel (200 mg/m2). Treatments were administered intravenously on day 1 of a 21-day cycle for four to six cycles, unless disease progression or unacceptable toxicity was observed. Carbo- platin was administered following completion of the paclitaxel infusion, and figitumumab was administered following completion of the carboplatin infusion. A standard 3+3 dose-escalation scheme was used to escalate the dose of figitumumab. The first cohort of patients received figitumumab 6 mg/kg, and the second and third cohorts received figitumumab at doses of 10 mg/kg and 20 mg/kg, respectively. To minimize the risk of hypersen- sitivity, patients received prophylactic anti-allergy medica- tion prior to paclitaxel administration, per the prescribing information for paclitaxel. The 20 mg/kg dose was judged effective and tolerable in phase I/II studies in Western patients [8–11, 13] and therefore no dose-expansion cohort was enrolled in this study. Dose-limiting toxicities (DLTs) were figitumumab- related grade 3 or 4 toxicities assessed during the first treatment cycle according to National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) v3.0. DLTs included: grade 4 neutropenia lasting ≥7 days or complicated by fever (body temperature >38.0°C); and grade 4 thrombocytopenia or grade ≥3 thrombocytopenia necessitating a blood transfusion. Grade ≥3 non-hematologic adverse events (AEs; including gastrointestinal events, hyper- glycemia, and/or fatigue despite the use of adequate medical intervention), and other clinically significant treatment-related AEs identified by the investigator, were also considered as DLTs. "
},
{
                    "section:3": "Study population"
},
{
                    "paragraph1": "nalyses "
},
{
                    "paragraph2": "All patients who received at least one dose of figitumumab, carboplatin or paclitaxel were assessed for safety. AEs were graded according to the NCI CTCAE v3.0. Laboratory tests were performed at regular intervals throughout the study (including measurement of hematology, blood chemistry, coagulation, and urinalysis parameters). Vital signs and electrocardiograms (ECGs) were also assessed during screening and at regular intervals throughout the study. Blood samples for the measurement of circulating total IGF-1 and IGFBP3 by radio-immunoassay were collected prior to chemotherapy dosing and 168 h post-figitumumab infusion in cycles 1–4, prior to dosing in cycles 5 and 6, and at the end of the study. Circulating levels of human growth hormone (hGH) and insulin (fasting) were assessed at screening, day 1 (prior to dosing with study medication), and day 22 of each cycle, and at the end of the study. Glycosylated hemoglobin (HbA1c) levels were assessed at screening only. Circulating glucose (fasting) and other "
},
{
                    "paragraph3": "Invest New Drugs (2012) 30:1548–1556 1549 "
},
{
                    "paragraph4": "blood chemistry parameters were assessed on days 8 and 15 of each cycle. Tumor assessments were performed at baseline, during cycles 2, 4, and 6, and at end of study treatment. Objective response was determined according to Response Evaluation Criteria In Solid Tumors (RECIST v1.0) [14]. Pharmacokinetic profiles of figitumumab were obtained during cycles 1 and 4: blood samples were collected prior to figitumumab infusion, and 1, 24, 72, and 168 h after figitumumab infusion. In other cycles, samples were collected prior to figitumumab infusion, and 1 h after figitumumab infusion. An additional pharmacokinetic blood sample was collected at the end of the study. Plasma concentrations of figitumumab were determined by a validated enzyme-linked immunosorbent assay. Briefly, an IGF-1-soluble receptor was utilized to capture figitumu- mab. Figitumumab bound to the receptor was detected using a biotinylated mouse anti-human IgG2, followed by Streptavidin–Horseradish Peroxidase conjugate, and visu- alized using SureBlue™ peroxidase substrate. The lower limit of quantitation for the assay was 120 ng/mL. Pharmacokinetic parameters, which were calculated using non-compartmental methods, included Cmax (maximum observed plasma concentration after the end of figitumu- mab infusion), AUC(0–day22) (area under the plasma concentration–time curve from time zero to day 22 [the nominal time of the pre-dose sample for the next cycle]), AUCtau (AUC from time zero to tau [the actual time of the pre-dose sample for the next cycle]), and t½ (apparent disposition half-life). The accumulation ratio was calculated as: cycle 4 AUCtau/cycle 1 AUCtau. Due to the exploratory nature of this study, enrollment was dependent upon the observed safety profile and confirmatory inferential analyses were not planned. Descriptive statistics were used to summarize patient characteristics, safety, antitumor activity, and pharmaco- kinetic parameters. Analyses of the relationships between antitumor activity and circulating levels of total IGF-1, IGFBP3, hGH, and insulin were conducted. Summary statistical data are shown; statistical associations between biomarker levels and clinical outcome were not investi- gated due to the exploratory nature of these analyses and the small patient numbers. "
},
{
               "section:2": "Results"
},
{
                    "section:3": "Baseline characteristics"
},
{
                    "paragraph1": "Nineteen patients were enrolled across three figitumumab dose levels: 6 mg/kg, n=6; 10 mg/kg, n=7; 20 mg/kg, n=6. All patients were Japanese, and demographic and baseline characteristics are summarized in Table 1. Most patients "
},
{
                    "paragraph2": "(n=15; 78.9%) presented with stage IV NSCLC. Fourteen patients (73.7%) had adenocarcinoma, four patients (21.1%) had squamous cell carcinoma, and one patient had their histology classified as ‘NSCLC not otherwise specified’. Eighteen patients completed the first treatment cycle. One patient in the 10-mg/kg cohort discontinued the study due to a serious paclitaxel-related AE (hypersensitivity); this patient did not receive figitumumab. The median number of treatment cycles started for the 6-, 10-, and 20-mg/kg figitumumab dose levels was 4 (range 2–6), 4 (range 1–6), and 4 (range 3–6), respectively. "
},
{
               "section:2": "Results"
},
{
               "paragraph1": "nd tolerability "
},
{
               "paragraph2": "DLTs were experienced by one patient at the figitumumab 6-mg/kg dose level (grade 4 thrombocytopenia) and by two patients at the 10-mg/kg dose level (one patient had grade 4 hyperuricemia, grade 3 hypermagnesemia, grade 3 hypo- natremia, and grade 3 hyperkalemia, and another patient had grade 4 thrombocytopenia). No DLTs occurred in "
},
{
               "paragraph3": "Table 1 Patient characteristics at baseline "
},
{
               "paragraph4": "Characteristic Figitumumab dose levela "
},
{
               "paragraph5": "6 mg/kg 10 mg/kg 20 mg/kg "
},
{
               "paragraph6": "Enrolled patients, n 6 7 6 "
},
{
               "paragraph7": "Median age (years) 54 40 63 "
},
{
               "paragraph8": "Range 45–69 21–61 37–74 "
},
{
               "paragraph9": "Gender, n "
},
{
               "paragraph10": "Male 3 4 5 "
},
{
               "paragraph11": "Female 3 3 1 "
},
{
               "paragraph12": "ECOG performance status, n "
},
{
               "paragraph13": "0 5 7 4 "
},
{
               "paragraph14": "1 1 0 2 NSCLC histologic subtype, n Adenocarcinoma 4 6 4 "
},
{
               "paragraph15": "Squamous cell carcinoma 1 1 2 "
},
{
               "paragraph16": "Not otherwise specified 1 0 0 "
},
{
               "paragraph17": "Disease stage, n "
},
{
               "paragraph18": "IIIB 0 1 3 "
},
{
               "paragraph19": "IV 6 6 3 Smoking history, n Never smoker 4 3 0 "
},
{
               "paragraph20": "Smoker 2 2 2 "
},
{
               "paragraph21": "Ex-smoker 0 2 4 "
},
{
               "paragraph22": "AUC area under the curve, ECOG Eastern Cooperative Oncology Group, NSCLC non-small cell lung cancer a Figitumumab in combination with carboplatin (AUC 6 mg·min/mL) and paclitaxel (200 mg/m2 ) "
},
{
               "paragraph23": "1550 Invest New Drugs (2012) 30:1548–1556 "
},
{
               "paragraph24": "patients treated at the highest figitumumab dose level of 20 mg/kg (Table 2). The most common all-causality, non-hematologic AEs of all grades across all dose levels and cycles were peripheral sensory neuropathy (n=16 [84.2%]), anorexia (n=14 [73.7%]), and diarrhea (n=9 [47.4%]). Grade 3 and 4 treatment-related hematologic and non-hematologic AEs occurring at each figitumumab dose level are presented in Table 3. The only grade ≥3 non-hematologic AEs to occur in two or more patients across all dose levels and cycles were hyponatremia/blood sodium decrease (grade 3, n=3 [15.8%]), anorexia (grade 3, n=2 [10.5%]), and hyperuri- cemia (grade 4, n=2 [10.5%]); hyperuricemia was the only grade 4 non-hematologic AE reported. There were no cases of grade 3 or 4 hypoglycemia or hyperglycemia. Most grade 3 or 4 non-hematologic AEs were observed during cycle 1, and figitumumab dose level did not appear to influence the frequency of grade 3 or 4 AEs. Grade 3 treatment-related hematologic AEs (across all dose levels and cycles) were neutropenia (n=5 [26.3%]), leukopenia (n=4 [21.1%]), anemia (n=2 [10.5%]), and thrombocytopenia (n=1 [5.3%]), and grade 4 treatment- related hematologic AEs were neutropenia (n=11 [57.9%]) and thrombocytopenia (n=3 [15.8%]; Table 3). No treatment-related deaths occurred at any figitumumab dose level. "
},
{
                    "section:3": "Pharmacokinetics"
},
{
                    "paragraph1": "When given in combination with carboplatin and paclitaxel, plasma concentrations of figitumumab declined in a multi- exponential manner (Fig. 1a, b). Both Cmax and AUC within the first cycle increased in an approximately dose- proportional manner (Table 4). As indicated by the accumulation ratio, repeated administration of figitumumab every 21 days resulted in moderate accumulation (an approximate 2-fold increase in plasma exposure in the "
},
{
                    "paragraph2": "limited number of patients with sufficient data in cycle 4; Table 4). The t½ of figitumumab was at least 248 h (more than 10 days) for all three dose levels, and achieved the t½ of endogenous IgG2 (approximately 21 days) in some patients. "
},
{
                    "section:3": "Biomarkers"
},
{
                    "paragraph1": "Serum total IGFBP3, IGF-1 and hGH concentrations increased following figitumumab dosing compared with baseline values for each dose level (Fig. 2a–c). However, a clear dose-dependent relationship was not demonstrated, and the levels of insulin levels were not changed clearly prior and after figitumumab administration (data not shown). "
},
{
                    "section:3": "Pharmacokinetics"
},
{
                    "paragraph1": "y "
},
{
                    "paragraph2": "Of 18 evaluable patients, seven experienced a partial response (PR; 38.9%). One PR was observed at the figitumumab 6-mg/kg dose level, and three PRs were observed at each of the 10- and 20-mg/kg dose levels. PRs were observed in patients with adenocarcinoma (five of 14 patients [35.7%]) and in patients with squamous cell carcinoma (two of four patients [50.0%]). No patient had a complete response. Stable disease (SD) was observed in eight patients (44.4%; three at each of the 6- and 20-mg/kg dose levels, and two at the 10-mg/kg dose level), and progressive disease (PD) was observed in two patients (11.1%; both at the 6-mg/kg dose level). "
},
{
                    "section:3": "Biomarkers"
},
{
                    "paragraph1": "p between antitumor activity and biomarkers "
},
{
                    "paragraph2": "Serum total IGFBP3 and IGF-1 concentration–time profiles were stratified by best response (PR, SD, and PD, respectively) to evaluate the relationship between concen- trations of biomarkers and clinical response. No clear "
},
{
                    "paragraph3": "Table 2 Planned dose levels and observed DLTs "
},
{
                    "paragraph4": "Dose level Figitumumaba Paclitaxel (mg/m2) Carboplatin (mg·min/mL) N DLTs "
},
{
                    "paragraph5": "1 6 mg/kg 200 6 6 Grade 4 thrombocytopenia (n=1) 2 10 mg/kg 200 6 7 Grade 3: hyperkalemia, hypermagnesemia, hyponatremia; grade 4 hyperuricemia (n=1) Grade 4 thrombocytopenia (n=1) 3 20 mg/kgb 200 6 6 None "
},
{
                    "paragraph6": "DLT dose-limiting toxicity "
},
{
                    "paragraph7": "a If none of the three patients in the 6 mg/kg cohort experienced a DLT during cycle 1, subjects were enrolled onto the next dose level. If one DLT was observed, the cohort was to be expanded to six patients. If none of the three or two or less of the six patients experienced a DLT, then dose escalation was to be continued and three patients were enrolled to the 10 mg/kg cohort. In a similar manner depending on observed DLTs, the 10 mg/kg cohort could be expanded to six patients and dose escalation continued to a 20 mg/kg cohort of six patients. If two or more of the three, or three or more of the six patients experienced a DLT, dose escalation would be stopped "
},
{
                    "paragraph8": "b Six patients dosed, and 20 mg/kg deemed tolerable if two or fewer of the six patients experienced a DLT "
},
{
                    "paragraph9": "Invest New Drugs (2012) 30:1548–1556 1551 "
},
{
                    "paragraph10": "differences were observed in the IGFBP3 concentration– time profiles according to clinical response, or when baseline IGFBP3 concentration was stratified by best response (Fig. 3a, b). However, the serum total IGF-1 concentration–time profile in patients with PR as their best response was higher than the profiles in both SD and PD patients (Fig. 3c). Higher baseline serum total IGF-1 concentrations were also observed for patients with PR compared with patients with SD/PD as best response (Fig. 3d). "
},
{
               "section:2": "Discussion"
},
{
               "paragraph1": "Figitumumab in combination with carboplatin and pacli- taxel was well tolerated at doses up to 20 mg/kg in chemotherapy-naïve Japanese patients with advanced NSCLC in this phase I study. No DLTs were observed at the highest figitumumab dose level of 20 mg/kg. In addition, no grade 3 or 4 AEs appeared to show dose dependency, and there was no apparent tendency towards cumulative toxicity. "
},
{
               "paragraph2": "Table 3 Treatment-related AEs with maximum CTC grade ≥3, in cycle 1 and all cycles. The numbers of patients are shown for grades 3 and 4 AEs separately, and for all grades "
},
{
               "paragraph3": "Figitumumab dose level "
},
{
               "paragraph4": "6 mg/kg (n=6) 10 mg/kg (n=7) 20 mg/kg (n=6) "
},
{
               "paragraph5": "Cycle 1 All cycles Cycle 1 All cycles Cycle 1 All cycles "
},
{
               "paragraph6": "All G3 G4 All G3 G4 All G3 G4 All G3 G4 All G3 G4 All G3 G4 "
},
{
               "paragraph7": "AEs, hematologic Anemia 4 0 0 5 0 0 3 0 0 3 1 0 4 0 0 5 1 0 Leukopenia 6 0 0 6 1 0 6 1 0 6 1 0 5 0 0 6 2 0 "
},
{
               "paragraph8": "Neutropenia 6 2a 3 6 0 5 6 1 2 6 3 2 5 2 1 6 2 4 Thrombocytopenia 4 0 1 5 0 1 5 0 1 5 0 1 4 1 0 6 1 1 AEs, non-hematologic Anorexia 2 1 0 3 2 0 5 0 0 6 0 0 5 0 0 5 0 0 Diarrhea 3 0 0 3 0 0 1 0 0 2 1 0 3 0 0 4 0 0 Hyperkalemia 0 0 0 0 0 0 1 1 0 1 1 0 0 0 0 0 0 0 "
},
{
               "paragraph9": "Hypermagnesemia 0 0 0 0 0 0 1 1 0 1 1 0 0 0 0 0 0 0 "
},
{
               "paragraph10": "Hypersensitivity 0 0 0 0 0 0 1 1 0 1 1 0 0 0 0 0 0 0 "
},
{
               "paragraph11": "Hyperuricemia 0 0 0 0 0 0 2 0 1 2 0 1 2 0 1 2 0 1 "
},
{
               "paragraph12": "Hyponatremia 2 1 0 2 1 0 1 1 0 1 1 0 1 0 0 3 1 0 "
},
{
               "paragraph13": "Peripheral sensory neuropathy 3 0 0 5 0 0 4 0 0 5 0 0 2 0 0 6 1 0 "
},
{
               "paragraph14": "Vomiting 1 0 0 2 1 0 2 0 0 2 0 0 1 0 0 1 0 0 "
},
{
               "paragraph15": "AE adverse event, All all grades, CTC Common Terminology Criteria, G grade "
},
{
               "paragraph16": "a Two patients with grade 3 neutropenia during cycle 1 experienced worsening of symptoms to grade 4 after cycle 2 "
},
{
               "Figure": "Goto2012_Article_FigitumumabCombinedWithCarbopl_page4_31.jpg"
},
{
               "Figure_title": "Fig. 1 Concentration–time pro- files of plasma figitumumab. Data shown are mean + standard deviation "
},
{
               "paragraph17": "1552 Invest New Drugs (2012) 30:1548–1556 "
},
{
               "paragraph18": "No cases of grade 3 or 4 hyperglycemia (treatment- related or all-causality) were reported in the present study (grade 2 hyperglycemia was reported in one patient). Hyperglycemia has been reported in other studies of figitumumab and in studies of other IGF-1R-targeted mAbs [8–11, 13, 15–17]. Hyperglycemia may be a characteristic of the anti-IGF-1R class of compounds; however, its mechanism is unknown. Incidences of grade 3 and 4 treatment-related neutropenia and thrombocytopenia in the figitumumab arm of the larger Western phase II randomized study of figitumumab in combination with paclitaxel and carboplatin in chemotherapy- naïve NSCLC were 28% and 7%, respectively, compared with 84% and 21% in the current trial [13]. Similar ethnic differences in the incidence of neutropenia have also been observed in a Japanese–US common-arm analysis of carbo- platin plus paclitaxel in advanced NSCLC, and were suggested to be related to differences in allelic distribution of genes associated with DNA repair and paclitaxel disposi- tion [18]. However, such an ethnic difference was not observed for thrombocytopenia [18]. Further studies would be required to determine whether there are pharmacogenetic or other reasons for ethnic differences in the incidence of thrombocytopenia in patients treated with figitumumab. "
},
{
               "paragraph19": "In line with previous phase I studies [8–11], figitumumab plasma exposure increased in an approximately dose- proportional manner and concentrations declined in a multi-exponential manner when figitumumab 6–20 mg/kg was given in combination with carboplatin and paclitaxel in the present study. The approximate 2-fold accumulation following repeated administration supported the 21-day regimen as appropriate for figitumumab administration in Japanese patients; similar accumulation was reported in Western studies [8–11]. No relationship between ethnicity and pharmacokinetics was expected, since figitumumab (as a mAb) extravasates mainly by convection and is eliminated by catabolism and/or target-mediated clearance. High serum total IGF-1 and low IGFBP3 levels have been associated with higher incidence of NSCLC [19]. Hepatic IGF-1 production is stimulated by hGH, and hGH production is regulated by IGF-1 through negative feedback [20]. A previous phase I study demonstrated that single- agent figitumumab (20 mg/kg) altered the endocrine feedback mechanisms regulating hGH [8]. In the present study, both hGH and serum total IGF-1 concentrations appeared to increase following dosing with study medica- tion, and this suggests blockade of IGF-1R with loss of IGF-1 regulatory feedback at the pituitary. In a phase I "
},
{
               "paragraph20": "Table 4 Plasma pharmacokinetic parameters (mean ± SD) of figitumumab given in combination with carboplatin and paclitaxel "
},
{
               "paragraph21": "Figitumumab dose level (mg/kg) Cycle 1 Cycle 4 Accumulation ratio "
},
{
               "paragraph22": "n Cmax (mg/L) AUC(0–day22) (mg·h/L) t½ (h) n Cmax (mg/L) AUCtau (mg·h/L) "
},
{
               "paragraph23": "6 6 113±16 22,400±4,050 264a 4 178±35 39,000, 66,000b 1.7, 2.6b "
},
{
               "paragraph24": "10 6 197±33 36,700±10,400 301a 4 294±61 96,100, 96,800b 2.2, 2.2b "
},
{
               "paragraph25": "20 6 485±59 82,700±11,200 248a 5 550±89 116,000, 190,000b 1.6, 2.1b "
},
{
               "paragraph26": "AUC(0–day22) area under the plasma concentration–time curve from time zero to day 22, AUCtau AUC from time zero to tau (the actual time of the pre-dose sample for the next cycle), Cmax maximum observed plasma concentration after the end of figitumumab infusion, SD standard deviation, t1/2 apparent disposition half-life "
},
{
               "paragraph27": "a n=4 at 6 mg/kg, n=1 at 10 mg/kg, and n=4 at 20 mg/kg (sampling was not sufficient to capture terminal disposition phase in other patients) "
},
{
               "paragraph28": "b n=2 "
},
{
               "Figure": "Goto2012_Article_FigitumumabCombinedWithCarbopl_page5_51.jpg"
},
{
               "Figure_title": "Fig. 2 Circulating biomarker concentrations during study treatment: concentration–time profile of serum IGFBP3 (panel a), serum total IGF-1 (panel b), and serum hGH (panel c). Data shown are mean ± standard deviation (panel a and panel b) and mean + standard deviation (panel c) "
},
{
               "paragraph29": "Invest New Drugs (2012) 30:1548–1556 1553 "
},
{
               "paragraph30": "study in myeloma patients and in the Western phase II trial in NSCLC patients described above, dose-dependent sustained elevations of serum IGF-1 and IGFBP3 concen- trations were observed following administration of figitu- mumab [10, 21], indicating dose-dependent blockade of IGF-1R by figitumumab. However, a similar dose- dependent relationship between figitumumab and circulat- ing IGF-1 and IGFBP3 concentrations was not clearly demonstrated in the current phase I study. Large inter- individual variability in serum total IGF-1 and IGFBP3 concentrations is known to occur naturally, and the differ- ences between the studies may reflect the small number of patients included in each dose cohort level in the current study. Alternatively, the lack of a dose-dependent elevation of IGF-1 noted in this study may be related to the Japanese patients in this study having lower body mass index (BMI) compared with patients in other figitumumab studies. This possibility is supported by a report which suggests a relationship between BMI and IGF-1 levels [22]. Closure of the phase III studies of figitumumab in NSCLC (ADVIGO [ADVancing IGF-IR in Oncology] 1016 and 1018) due to potential futility of the combination "
},
{
               "paragraph31": "regimens (figitumumab with paclitaxel plus carboplatin, and with erlotinib, respectively) has underscored the need to identify patients most likely to benefit from anti-IGF-1R therapy [23]. Studies have indicated that baseline levels of circulating free IGF-1 may be a positive biomarker for clinical response to figitumumab [13, 21, 23]. In the present study, serum total IGFBP3 and IGF-1 concentration–time profiles were stratified by best response as part of an exploratory analysis of the relationship between biomarker levels and antitumor activity. No clear differences were observed in the IGFBP3 concentration–time profiles according to clinical response, or when baseline IGFBP3 concentration was stratified by best response. However, the serum total IGF-1 concentration–time profile in patients with PR as their best response was higher than the profiles in both SD and PD patients. Additionally, baseline serum total IGF-1 concentration appeared higher in patients with PR compared with patients having SD/PD as their best response. Although the relationship between outcome and biomarkers was not examined statistically due to the exploratory nature of these investigations and the small number of patients, these observations suggest that serum "
},
{
               "Figure": "Goto2012_Article_FigitumumabCombinedWithCarbopl_page6_61.jpg"
},
{
               "Figure_title": "Fig. 3 Relationship between biomarkers and clinical re- sponse: serum IGFBP3 concen- tration–time profiles by best response (panel a); baseline se- rum IGFBP3 concentrations by best response—boxes represent median, 25%, and 75% percen- tiles (panel b); serum total IGF- 1 concentration–time profiles by best response (panel c); baseline serum total IGF-1 concentra- tions by best response—boxes represent median, 25%, and 75% percentiles (panel d). Pts patients "
},
{
               "paragraph32": "1554 Invest New Drugs (2012) 30:1548–1556 "
},
{
               "paragraph33": "total IGF-1 concentrations prior to the start of treatment may also be a positive biomarker for response. In summary, figitumumab 20 mg/kg in combination with carboplatin and paclitaxel was well tolerated in chemotherapy- naïve Japanese patients with advanced NSCLC. Serum total IGF-1 is a potential biomarker for clinical response to figitumumab and requires further investigation. "
},
{
               "paragraph34": "Acknowledgments The authors would like to thank all of the participating patients and their families, as well as the global network of investigators, research nurses, study coordinators, and operations staff. This study was sponsored by Pfizer Inc. Medical writing assistance was provided by Siân Marshall of ACUMED® (Tyther- ington, UK) with funding from Pfizer Inc. "
},
{
               "paragraph35": "Disclosure statement Yasushi Goto, Ikuo Sekine, Maki Tanioka, Takashi Shibata, Chiharu Tanai, Hajime Asahina, Hiroshi Nokihara, and Hideo Kunitoh have no potential conflicts of interest. Hironori Kikkawa and Emiko Ohki are employees of Pfizer Japan Inc. Noboru Yamamoto, Yuichiro Ohe, and Tomohide Tamura have received research funding from Pfizer Inc. "
},
{
               "paragraph36": "Quantity of supporting information None. "
},
{
               "paragraph37": "Open Access This article is distributed under the terms of the Creative Commons Attribution Noncommercial License which per- mits any noncommercial use, distribution, and reproduction in any medium, provided the original author(s) and source are credited. "
},
{
               "section:2": "References"
},
{
               "paragraph1": "1. Pollak MN, Schernhammer ES, Hankinson SE (2004) Insulin-like growth factors and neoplasia. Nat Rev Canc 4:505–518 2. Sachdev D, Yee D (2007) Disrupting insulin-like growth factor signaling as a potential cancer therapy. Mol Canc Therapeut 6:1– 12 3. Samani AA, Yakar S, LeRoith D, Brodt P (2007) The role of the IGF system in cancer growth and metastasis: overview and recent insights. Endocr Rev 28:20–47 4. Favoni RE, de Cupis A, Ravera F, Cantoni C, Pirani P, Ardizzoni A, Noonan D, Biassoni R (1994) Expression and function of the insulin-like growth factor I system in human non-small-cell lung cancer and normal lung cell lines. Int J Canc 56:858–866 5. Gualberto A, Karp DD (2009) Development of the monoclonal antibody figitumumab, targeting the insulin-like growth factor-1 receptor, for the treatment of patients with non-small-cell lung cancer. Clin Lung Canc 10:273–280 6. Kaiser U, Schardt C, Brandscheidt D, Wollmer E, Havemann K (1993) Expression of insulin-like growth factor receptors I and II in normal human lung and in lung cancer. J Canc Res Clin Oncol 119:665–668 7. Gualberto A, Pollak M (2009) Emerging role of insulin-like growth factor receptor inhibitors in oncology: early clinical trial results and future directions. Oncogene 28:3009–3021 8. Haluska P, Shaw HM, Batzel GN, Yin D, Molina JR, Molife LR, Yap TA, Roberts ML, Sharma A, Gualberto A, Adjei AA, de Bono JS (2007) Phase I dose escalation study of the anti insulin-like growth factor-I receptor monoclonal antibody CP-751,871 in "
},
{
               "paragraph2": "patients with refractory solid tumors. Clin Canc Res 13:5834– 5840 9. Haluska P, Worden F, Olmos D, Yin D, Schteingart D, Batzel GN, Paccagnella ML, de Bono JS, Gualberto A, Hammer GD (2010) Safety, tolerability, and pharmacokinetics of the anti-IGF-1R mono- clonal antibody figitumumab in patients with refractory adrenocor- tical carcinoma. Canc Chemother Pharmacol 65:765–773 10. Lacy MQ, Alsina M, Fonseca R, Paccagnella ML, Melvin CL, Yin D, Sharma A, Enriquez Sarano M, Pollak M, Jagannath S, Richardson P, Gualberto A (2008) Phase I, pharmacokinetic and pharmacodynamic study of the anti-insulinlike growth factor type 1 Receptor monoclonal antibody CP-751,871 in patients with multiple myeloma. J Clin Oncol 26:3196–3203 11. Olmos D, Postel-Vinay S, Molife LR, Okuno SH, Schuetze SM, Paccagnella ML, Batzel GN, Yin D, Pritchard-Jones K, Judson I, Worden FP, Gualberto A, Scurr M, de Bono JS, Haluska P (2010) Safety, pharmacokinetics, and preliminary activity of the anti-IGF- 1R antibody figitumumab (CP-751,871) in patients with sarcoma and Ewing’s sarcoma: a phase 1 expansion cohort study. Lancet Oncol 11:129–135 12. Gualberto A (2010) Figitumumab (CP-751,871) for cancer therapy. Expert Opin Biol Ther 10:575–585 13. Karp DD, Paz-Ares LG, Novello S, Haluska P, Garland L, Cardenal F, Blakely LJ, Eisenberg PD, Langer CJ, Blumenschein G Jr, Johnson FM, Green S, Gualberto A (2009) Phase II study of the anti-insulin-like growth factor type 1 receptor antibody CP- 751,871 in combination with paclitaxel and carboplatin in previously untreated, locally advanced, or metastatic non-small- cell lung cancer. J Clin Oncol 27:2516–2522 14. Therasse P, Arbuck SG, Eisenhauer EA, Wanders J, Kaplan RS, Rubinstein L, Verweij J, Van Glabbeke M, van Oosterom AT, Christian MC, Gwyther SG (2000) New guidelines to evaluate the response to treatment in solid tumors. European Organization for Research and Treatment of Cancer, National Cancer Institute of the United States, National Cancer Institute of Canada. J Natl Canc Inst 92:205–216 15. Javle M, Varahachary GR, Bhosale P, Ukegbu L, Overman MJ, Shroff RT, Wolff RA, Abbruzzese JL (2010) Phase I study of MK0646, a humanized monoclonal antibody against IGF-IR in combination with gemcitabine or gemcitabine plus erlotinib for advanced previously untreated pancreatic cancer. Poster pre- sented at the 2010 American Society of Clinical Oncology Gastrointestinal Symposium, January 22–24, Orlando, FL, USA (abstr. 131) 16. Patel S, Pappo A, Crowley J, Reinke D, Eid J, Ritland S, Chawla S, Staddon A, Maki R, Vassal G, Helman L (2009) A SARC global collaborative phase II trial of R1507, a recombinant human monoclonal antibody to the insulin-like growth factor-1 receptor (IGF1R) in patients with recurrent or refractory sarcomas. J Clin Oncol 27(15s) (abstr. 10503) 17. Malempati S, Weigel B, Ingle AM, Ahern CH, Carroll JM, Roberts CT Jr, Fox FE, Voss S, Adamson PC, Blaney SM (2009) A phase I trial and pharmacokinetic study of IMC-A12 in pediatric patients with relapsed/refractory solid tumors: a Child- ren’s Oncology Group Phase I Consortium study. J Clin Oncol 27 (15s) (abstr. 10013) 18. Gandara DR, Kawaguchi T, Crowley J, Moon J, Furuse K, Kawahara M, Teramukai S, Ohe Y, Kubota K, Williamson SK, Gautschi O, Lenz HJ, McLeod HL, Lara PN Jr, Coltman CA Jr, Fukuoka M, Saijo N, Fukushima M, Mack PC (2009) Japanese– US common-arm analysis of paclitaxel plus carboplatin in advanced non-small-cell lung cancer: a model for assessing population-related pharmacogenomics. J Clin Oncol 27:3540– 3546 19. Spitz MR, Barnett MJ, Goodman GE, Thornquist MD, Wu X, Pollak M (2002) Serum insulin-like growth factor (IGF) and "
},
{
               "paragraph3": "Invest New Drugs (2012) 30:1548–1556 1555 "
},
{
               "paragraph4": "IGF-binding protein levels and risk of lung cancer: a case- control study nested in the beta-Carotene and Retinol Efficacy Trial Cohort. Canc Epidemiol Biomarkers Prev 11:1413–1418 20. Walenkamp MJ, Wit JM (2006) Genetic disorders in the growth hormone–insulin-like growth factor-I axis. Horm Res 66:221–230 21. Hixon M, Gualberto A, Demers L, Paz-Ares LG, Novello S, Blakely LJ, Langer CL, Lipton A, Pollak M, Karp DD (2009) Plasma levels of free insulin-like growth factor I predict the clinical benefit of the IGF-IR inhibitor figitumumab (CP- 751,871). J Clin Oncol 27(15s) (abstr. 3539) "
}]