[{
     "paragraph1": "Phase I/II study of rilotumumab (AMG 102), an HGF inhibitor, and  erlotinib in patients with advanced non-small cell lung cancer "
},
{
     "paragraph2": "Ahmad A Tarhini, MD, PhD1,2, Imran Rafique, MDDS2, Theofanis Floros, MD3, Phu Tran,  MD2, William Gooding, MS2, Liza Villaruz, MD1,2, Timothy Burns, MD, PhD1,2,3, David  Friedland, MD2, Daniel Petro, MD2, Mariya Farooqui, PhD5, Jose Gomez-Garcia, PhD5,  Autumn Gaither-Davis, BS, MPH2,4, Sanja Dacic, MD, PhD1,2, Athanassios Argiris, MD2,  Mark A Socinski, MD2, Laura P. Stabile, PhD2,4, and Jill M. Siegfried, PhD5 "
},
{
     "paragraph3": "1University of Pittsburgh "
},
{
     "paragraph4": "2University of Pittsburgh Medical Center and Cancer Institute "
},
{
     "paragraph5": "3Athens Naval & Veterans Hospital "
},
{
     "paragraph6": "4Department of Pharmacology and Chemical Biology, University of Pittsburgh "
},
{
     "paragraph7": "5Department of Pharmacology, University of Minnesota "
},
{
          "section:1": "Abstract"
},
{
          "paragraph1": "Background—Activation of MET and its ligand hepatocyte growth factor (HGF) are implicated  in resistance to epidermal growth factor receptor (EGFR) inhibitors. This Phase I/II trial evaluated  rilotumumab (anti-HGF antibody), combined with erlotinib, in patients with metastatic previously  treated NSCLC. "
},
{
          "paragraph2": "Methods—Phase I adopted a dose de-escalation design with rilotumumab starting at 15 mg/kg  intravenously every 3 weeks and erlotinib 150 mg orally daily. Phase II evaluated the disease  control rate (RECIST, DCR) of the combination using a Simon 2-stage design. Biomarkers  examined included 10 plasma circulating molecules associated with EGFR and MET pathways. "
},
{
          "section:1": "Results"
},
{
          "paragraph1": "Without indications for de-escalation, the RP2D was dose level 0. Overall, 45  response-evaluable patients were enrolled (13 squamous, 32 adenocarcinoma; 2 confirmed EGFR  mutant, 33 confirmed EGFR wild-type (WT) and 7 KRAS mutant). DCR was 60% (90% CI, 47.1– 71.3) in all patients. Median PFS was 2.6 months (90% CI, 1.4–2.7) and median OS was 6.6  months (90% CI, 5.6–8.9). Among EGFR WT patients, DCR was 60.6% (90% CI, 46.3–73.3),  median PFS 2.6 months (90% CI, 1.4–2.7) and median OS 7.0 months (90% CI, 5.6–13.4).  Elevated baseline levels of neuregulin 1 were associated with longer PFS (HR 0.41, 95% CI 0.19– 0.87), while elevated amphiregulin was associated with more rapid progression (HR 2.14, 95% CI  1.48–3.08). "
},
{
          "paragraph2": "Conclusion—The combination had an acceptable safety profile and the DCR rate met the pre- specified criteria for success. In the EGFR WT group, DCR rate exceeded published reports for  erlotinib alone. High circulating neuregulin 1 may indicate sensitivity to this combination. "
},
{
          "paragraph3": "Corresponding Author: Ahmad A. Tarhini, MD, PhD, University of Pittsburgh Cancer Institute, UPMC Cancer Pavilion, 5150 Centre  Avenue (555), Pittsburgh, PA 15232, Phone: 412-648-6578, FAX: 412-648-6579, tarhiniaa@upmc.edu.  "
},
{
          "Figure": "nihms861256_page0_59.jpg"
},
{
          "paragraph4": "HHS Public Access Author manuscript Cancer. Author manuscript; available in PMC 2018 August 01. "
},
{
          "paragraph5": "Published in final edited form as: Cancer. 2017 August 01; 123(15): 2936–2944. doi:10.1002/cncr.30717. "
},
{
          "paragraph6": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph7": "Keywords "
},
{
          "section:1": "Introduction"
},
{
          "paragraph1": "lotumumab (AMG 102); NSCLC; EGFR; HGF; c-MET; Neuregulin 1; Amphiregulin "
},
{
          "section:1": "Introduction"
},
{
          "paragraph1": "Non-small cell lung cancer (NSCLC) accounts for nearly 85% of lung cancer cases, and  despite advances in treatment the 5-year survival rate remains less than 20%(1). Erlotinib is  an epidermal growth factor receptor (EGFR) oral tyrosine kinase inhibitor (TKI) first  approved in 2004 for the treatment of advanced NSCLC (irrespective of histology or EGFR  mutation status) after failure of at least one chemotherapy regimen. This was based on the  BR.21 trial that was undertaken before EGFR mutations were established as a predictive  factor(2). A maintenance study (SATURN) examined the use of erlotinib versus placebo as  maintenance in patients with non-progressive disease following first line platinum doublet  chemotherapy(3). PFS was significantly prolonged favoring adenocarcinoma histology,  EGFR expression, never smokers, Asians and females (3). Erlotinib was approved for the  first line treatment of metastatic non-squamous NSCLC with a known active sensitizing  EGFR mutation(4). "
},
{
          "paragraph2": "MET (c-MET, HGFR) is the TK receptor for hepatocyte growth factor (HGF) and it  mediates pro-cancer functions including growth, invasion, metastasis, and epithelial to  mesenchymal transition (EMT)(5). Membrane overexpression, gene amplification, mutation  or alternative splicing resulting in exon 14 skipping are observed in a variety of tumors(5–7).  A critical role for MET deregulation in the pathophysiology of NSCLC is established in  human cell lines and patient tumor tissues(8) as well as in animal models(9). MET  amplification is also a mechanism of acquired resistance to EGFR inhibitors by activating  ERBB3 (HER3) signaling to PI3K/AKT(10–13). MET inhibition produces durable responses  in MET related malignancies(6, 7) whereas combined treatment with EGFR and MET  inhibitors reverses the conferred resistance to EGFR inhibitors and restores anti-tumor  efficacy(12–15). We previously demonstrated reciprocal cross-activation between MET and  wild-type (WT) EGFR in NSCLC, involving downstream release of EGFR ligands initiated  by HGF treatment in NSCLC cells (16, 17). EGFR activated by its ligands in turn causes a  prolonged HGF-independent activation of MET (16, 17). Blocking EGFR and HGF together  could reduce EGFR signaling while simultaneously inhibiting both the ligand dependent and  ligand independent activation of MET (16). This combination might benefit both EGFR  mutant and EGFR WT patients. "
},
{
          "paragraph3": "Rilotumumab (AMG 102) is a fully humanized monoclonal antibody (IgG2) that neutralizes  HGF, thus preventing MET activation(18). It can produce tumor regression in animal  models(19) and administration in humans was deemed to be safe up to the highest dose tested  at 20 mg/kg as monotherapy(20). We used rilotumumab to conduct a Phase I/II combination  study with erlotinib in pre-treated metastatic NSCLC. "
},
{
          "paragraph4": "Tarhini et al. Page 2 "
},
{
          "paragraph5": "Cancer. Author manuscript; available in PMC 2018 August 01. "
},
{
          "section:1": "Materials and Methods"
},
{
          "paragraph1": "or Manuscript Author Manuscript Author Manuscript "
},
{
               "section:2": "Eligibility criteria"
},
{
               "paragraph1": " "
},
{
               "section:2": "Eligibility criteria"
},
{
               "section:2": "Study design and statistical methods"
},
{
               "paragraph1": "o provide a written informed consent, and with recurrent  or progressive advanced stage NSCLC were enrolled. They were required to have been  treated with at least one and a maximum two prior chemotherapy regimens. Prior erlotinib,  other EGFR TKIs or antibodies targeting EGFR were not included. Eligible patients had to  meet specific safety and laboratory criteria and patients with treated brain metastasis were  allowed. The University of Pittsburgh Institutional Review Board (IRB) approval was  obtained for all study procedures and for informed consent documents in accordance with  the declaration of Helsinki. "
},
{
               "section:2": "Study design and statistical methods"
},
{
               "paragraph1": "This was a phase I/II trial to evaluate the safety, recommended phase 2 dose (RP2D) and  efficacy of rilotumumab in combination with erlotinib. Response Evaluation in Solid Tumors  criteria (RECIST, version 1.1) were adopted for response assessment. Adverse events were  assessed utilizing Common Terminology Criteria for Adverse Events (CTCAE, version 4). "
},
{
               "paragraph2": "For the phase I part of the trial we adopted a de-escalation design. If dose de-escalation was  needed, dose reduction according to Narayana k-in-a-row design would follow setting the  RP2D as the maximum below the dose associated with a 25% DLT rate (21). Rilotumumab  was started at an initial dose of 15 mg/kg (dose level 0) and was planned to be de-escalated  to 7.5 mg/kg (dose level -1) or 5 mg/kg (dose level -2) in case of DLT, whereas erlotinib was  given at 150 mg orally daily. DLT criteria were specified in the study protocol. The study  planned to enroll 8–16 patients in phase 1. In the absence of DLT among the first 8 patients,  dose level 0 would be declared the RP2D. The goal of the phase 2 part was to test whether  disease control rate (DCR) of 50% for erlotinib (reported in BR.21 in patients unselected for  EGFR mutation)(22) could be improved by adding rilotumumab; an improvement to 70%  DCR was targeted (Type I error = Type II error = 10%, power=90%). Phase 2 adopted a  Simon 2-stage design where 21 patients were treated at RP2D in stage 1 and 24 in stage 2,  for a total of 45 response-evaluable patients. Secondary objectives included estimates of  overall and progression-free survival and exploratory correlations with patient tissue and  serum. "
},
{
               "section:2": "Drug administration"
},
{
               "paragraph1": "end (CR-PR-SD-PD) was assessed by histology and mutation status with  the Cochran-Armitage trend test. Overall and progression-free survival were estimated by  the Kaplan-Meier method. Elisa assay results of 10 HGF-EGFR pathway markers were  tested for association with progression-free survival. Analysis proceeded with hierarchical  agglomeration clustering and by estimating proportional hazards regression on PFS.  Adjustment of p values used the method of Benjamini and Hochberg.(23) "
},
{
               "section:2": "Drug administration"
},
{
               "paragraph1": "Rilotumumab was administered intravenously once every 3 weeks (1 treatment cycle) at a  starting dose of 15 mg/kg. Intra-subject dose modifications were not allowed: a dose was  "
},
{
               "paragraph2": "Tarhini et al. Page 3 "
},
{
               "paragraph3": "Cancer. Author manuscript; available in PMC 2018 August 01. "
},
{
               "paragraph4": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
               "section:2": "Biomarker analyses"
},
{
               "paragraph1": "d. Erlotinib was given orally daily at 150 mg. Dose modification criteria to  100 mg and 50 mg were provided. "
},
{
               "section:2": "Biomarker analyses"
},
{
               "paragraph1": "EGFR and KRAS mutation status was determined using CLIA-approved protocols that  sequenced EGFR exons 19 and 20 and KRAS exons 12, 13 and 61. Molecular testing was  either done at the University of Pittsburgh Molecular Pathology core facility or was  performed by the hospital where the NSCLC diagnosis was first made. DNA sequencing was  successful in 35 patients for EGFR and in 34 patients for KRAS. In other cases DNA  sequencing was inconclusive or sufficient tumor material was not available. Baseline blood  samples were also available from 35 enrolled subjects Blood was processed for isolation of  plasma, immediately aliquoted, frozen and stored at −80 °C. "
},
{
               "paragraph2": "Post-treatment blood was also available on a subset of 30 subjects at cycle 2 and on 9  subjects for cycles 3, 5 and 7. Individual enzyme-linked immunosorbent assays (ELISAs)  for HGF (Quantikine ELISA, R&D Systems), neuregulin 1 (NRG1) (Abcam), transforming  growth factor- alpha (TGF-α) (Quantkine ELISA, R&D Systems), heparin binding-  epidermal growth factor (HB-EGF) (DuoSet ELISA, R&D Systems), amphiregulin (AREG)  (DuoSet ELISA, R&D Systems), vasulcar endothelial growth factor (VEGF) (Quantikine  ELISA, R&D Systems), β-estradiol (Cayman Chemical) and soluble MET (ThermoFisher  Scientific) were used to quantify each plasma analyte according to manufacturer’s  instructions. In addition IL6 and IL8 were analyzed together as a part of a multiplex Meso  Scale Discovery assay. Assays were performed in duplicate and concentrations between the  replicates varied by less than 10%. Mean values were used for analysis. We were unable to  evaluate an association of MET protein expression in the tumors with outcome due to lack of  sufficient tumor tissue. "
},
{
          "section:1": "Results"
},
{
               "section:2": "Patient demographics and disease characteristics"
},
{
               "paragraph1": "A total of 49 patients were screened and enrolled. Of these, four did not complete the  required milestone for response evaluation, leaving 45 patients evaluable for efficacy  analysis (Table 1). Thirty two patients had adenocarcinoma histology and 13 squamous. Two  patients were confirmed to be EGFR mutant and 33 EGFR WT. Eight had a KRAS  mutation. Ten patients had unknown EGRR mutation status; 11 patients had unknown  KRAS mutation status. Enrolled patients had a median of 2 previous chemotherapy  regimens. "
},
{
               "section:2": "Safety and drug administration"
},
{
               "paragraph1": "Phase I included 8 patients and in the absence of DLT, the RP2D was set at dose level 0  (rilotumumab 15 mg/kg every 3 weeks plus erlotinib 150 mg daily). These patients were  included in phase II in accordance with the study’s original design. Rilotumumab combined  with erlotinib was generally well tolerated. Table 2 presents the adverse events that were  considered related to the study regimen by category and severity. The median number of  study treatment cycles administered was 4 (range 1–18+). "
},
{
               "paragraph2": "Tarhini et al. Page 4 "
},
{
               "paragraph3": "Cancer. Author manuscript; available in PMC 2018 August 01. "
},
{
               "paragraph4": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
               "section:2": "Efficacy"
},
{
               "paragraph1": "DCR reached 60% (90% CI 47–71) and 4 patients achieved a confirmed partial response  (8.8%; 90% CI: 0.4–18.4). Partial responses ranged from 2–4 months in duration. Stable  disease and objective responses were observed irrespective of NSCLC histology, EGFR or  KRAS mutation status. Table 3 presents DCR across patient histologic and mutational  characteristics. Among confirmed EGFR mutant patients one achieved partial response with  one stable disease. Among 33 molecularly confirmed EGFR WT patients, the DCR was  60.6% (90% CI 46.3–73.3), (20/33), with one partial response. Confirmed KRAS mutant  patients achieved a DCR of 87.5% (7/8), with one partial response. Median follow up for six  living patients was 20 months (range 8–32 months). Median PFS of all patients reached 2.6  months (90% CI = 1.4–3.3 months) and median overall survival (OS) was 6.6 months (90%  CI = 5.6–8.9 months) with probability of one year survival of 0.32 (90% CI = .22 – .46),  Figure 1A and B. PFS in the molecularly confirmed EGFR WT subset was 2.6 months (90%  CI = 1.4–2.7 months), and OS in this subset was 7.0 months (90% CI 5.6–13.4), Figure 2A  and B. "
},
{
               "section:2": "Longer PFS among patients with high baseline plasma NRG1, and low AREG, TGFα and IL6"
},
{
               "paragraph1": " "
},
{
               "paragraph2": "We next examined 10 circulating biomarkers that were selected for their association with the  EGFR and MET pathways for relationship to outcome among the 35 trial participants with  baseline blood. Demographics of this subset showed no significant differences compared to  the total patient group. Biomarkers measured included 4 EGFR/HER ligands: AREG, HB- EGF, TGFα, and NRG1. We also measured plasma levels of HGF and soluble MET as well  as four factors known to be regulated by HGF: VEGF, β-estradiol, IL6 and IL8. We  examined correlations among the markers and found that TGFαwas highly correlated with  both HGF (rho=0.60, P=.0002, FDR= .009) and IL8 (rho= 0.45, P = .0082. FDR= .184).  NRG-1 was negatively correlated with two of the other HER ligands (rho = −.35 for AREG  and rho= −.34 for TGFα, P < 0.05). "
},
{
               "paragraph3": "All patients had detectable soluble MET and HGF in plasma. At cycle 2, the HGF level  increased from a median baseline of 2184 pg/ml to a median of 5027 pg/ml. Among 10  patients with measurements throughout 7 cycles, a non-linear increase that plateaued over  time was observed (Supplemental Fig. 1). The elevation in HGF was consistent with a  pharmacodynamic effect of rilotumumab, as shown in previous clinical results (24). Also  consistent with previous results, HGF baseline plasma levels and change in HGF did not  correlate with treatment response (24). Neither baseline levels nor changes in soluble MET  were correlated with response to rilotumumab combined with erlotinib, also consistent with  other clinical studies (24). "
},
{
               "paragraph4": "Baseline levels of AREG, IL6, NRG1, and TGFα showed significant associations with PFS,  with false discovery rate set at < 10%. High NRG1 associated with longer PFS (HR= 0.41,  CI = 0.19 – 0.87), while high AREG (HR= 2.14, CI = 1.48 – 3.08), TGFα (HR= 1.77, CI =  1.01 – 3.11) and IL6 (HR= 1.29, CI= 1.09 – 1.53) were associated with more rapid  progression (Table 4). Each of these markers showed no appreciable change post-treatment,  over up to seven treatment cycles (not shown). Baseline levels or changes over time of  "
},
{
               "paragraph5": "Tarhini et al. Page 5 "
},
{
               "paragraph6": "Cancer. Author manuscript; available in PMC 2018 August 01. "
},
{
               "paragraph7": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
               "paragraph8": "VEGF, IL8, HB-EGF, and β-estradiol showed no significant association with PFS or other  outcome measures (not shown). "
},
{
               "paragraph9": "Clustering of baseline markers in a heat map sorted by PFS for each patient further showed  that higher NRG1 levels clustered with better PFS (Figure 3). Two distinct clusters were  identified: one was based on NRG1 status while all of the other markers identified a second  cluster, confirming the importance of NRG1 in association to this drug combination  response. The heatmap illustrated that patients with PFS of 4 months or longer also had  lower plasma levels of AREG, TGFα, and VEGF. Lower IL6, IL8, and HB-EGF also  clustered with longer PFS, while HGF and soluble MET did not show this relationship. "
},
{
          "section:1": "Discussion"
},
{
          "paragraph1": "This is a first in human study to combine an EGFR targeted therapy with an HGF  neutralizing antibody in heavily pretreated, unselected patients with advanced NSCLC.  Choice of this therapeutic combination was based on preclinical data indicating c-Met as  either de novo upregulated in NSCLC(5, 8, 9, 13) or as an escape mechanism to EGFR  inhibition(10–12, 14) with a possible synergistic effect(15), and on observations of signaling  interactions between EGFR and c-Met (16, 17). "
},
{
          "paragraph2": "The combination proved to be tolerable with no DLTs during phase 1. observed a DCR of  60% in all evaluable patients, as compared to 50% reported in BR.21 for erlotinib alone in  an unselected population. BR.21 was enriched with patients who are more likely to have  EGFR mutation (never smokers, women, Asian descent) that factored in the overall DCR.  Subsequently the TITAN study, which was not enriched in these subsets, reported a 34.5%  DCR in pre-treated patients unselected for EGFR mutation (25). The EGFR mutant group  had much better outcome than the WT group (25). Additional studies enrolled only EGFR  WT patients and reported DCR for erlotinib alone in the second line setting of 21.8% (26)  "
},
{
          "paragraph3": "and 26% (27). Our study was powered to show an improvement in DCR over BR.21, and the  CI achieved (47%–71%) was within the reported 50% range, but was superior to that  reported in TITAN (34.5%). Erlotinib plus rilotumumab in the confirmed EGFR WT group  achieved a DCR with a CI of 46%–73%, well above the best result (26%)(27) reported for  erlotinib as second line therapy in EGFR WT patients. Half of our patients were treated in  the third line setting, further suggesting rilotumumab added to erlotinib improved the DCR  for EGFR WT patients. Both patients with an EGFR activating mutation had stable disease.  Regarding patients with KRAS mutation, who are known to be resistant to erlotinib (25), 7 of  8 (87.5%) achieved DCR "
},
{
          "paragraph4": "We identified NRG1, a ligand for HER3, to be positively correlated with improved PFS,  while ligands with preference for EGFR (TGFα, AREG, HB-EGF) were either negatively  correlated with PFS or showed no relationship. Patients with high NRG1 also showed low  AREG and TGFα. HER3, an EGFR family member that can dimerize with EGFR/HER1,  can also be activated by MET20 and may serve as a mediator of more prolonged signaling  from both EGFR and MET. NSCLC tumors with high NRG1 and low AREG and/or TGFα  may have signaling driven by HER3 activation rather than EGFR activation. These tumors  may have enhanced HER family signaling resulting from EGFR/HER3 heterodimers (since  "
},
{
          "paragraph5": "Tarhini et al. Page 6 "
},
{
          "paragraph6": "Cancer. Author manuscript; available in PMC 2018 August 01. "
},
{
          "paragraph7": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph8": "HER3 lacks a kinase and needs a dimer partner to signal), and be more dependent on HER3  to propagate MET signaling. The combination of erlotinib with rilotumumab could block  both of these axes. "
},
{
          "paragraph9": "NRG1 was found to be associated with responses to ERRB3/HER3 inhibitory antibodies in a  variety of tumor types (28, 29) and with resistance to cetuximab in colon cancer (30). NRG1  was not independently associated with survival (29), suggesting it is predictive of therapeutic  benefit rather than prognostic. Elevated plasma TGFα predicted lack of benefit to erlotinib  in BR.21, while AREG was not predictive but showed association with poor prognosis (31).  Our observations are consistent with these findings. Positive AREG expression in tumor  tissue was related to better survival in a retrospective study of EGFR WT patients who  received erlotinib, compared to those with undetectable expression, but plasma was not  analyzed (32). "
},
{
          "paragraph10": "Combinations of rilotumumab with other targeted therapies or chemotherapy were examined  in several tumor types with promising results(33–36). In metastatic gastric cancer epirubicin/ cisplatin/capecitabine chemotherapy plus rilotumumab was tested(37, 38) and led to the  initiation of 2 large, phase 3 trials in advanced, MET positive gastric cancer, examining  rilotumumab with two different chemotherapy regimens. The RILOMET-1 study was  stopped early based on an imbalance in deaths towards the rilotumumab plus chemotherapy  arm. All statistical endpoints were also worse for patients exposed to rilotumumab with no  subgroup benefit seen even in patients with ≥1+ MET expression(39). As a result, all  sponsored trials with rilotumab in gastric cancer were terminated(40). "
},
{
          "paragraph11": "A separate potent humanized HGF monoclonal antibody, ficlatuzumab, demonstrated  synergistic activity in combination with the EGFR inhibitors erlotinib and cetuximab in  preclinical NSCLC models (41). Ficlatuzumab is currently being evaluated in a phase 2  study combined with erlotinib versus erlotinib alone in previously untreated EGFR mutated  NSCLC patients (NCT02318368). Onartuzumab (MetMAb), the “one-armed” MET directed  monoclonal antibody advanced to a double-blind phase III trial of onartuzumab plus  erlotinib versus erlotinib alone in previously treated advanced NSCLC (MET-lung) but was  terminated prematurely due to lack of clinical efficacy (42). Subsequent subset analysis  showed improved survival in MET-positive patients (43). In our study we were not able to  conduct c-met protein expression or gene amplification correlative studies due to lack of  sufficient tumor tissue. A novel MET targeting antibody targeting both ligand-dependent and  –independent MET signaling, ABT-700 was well tolerated in early clinical studies and  demonstrated anti-tumor activity in select patients with MET amplified tumors (44). A  multitude of small molecule MET inhibitors are also being evaluated in clinical trials in  combination with EGFR TKIs, including cabozantinib, crizotinib, volitinib and tivantinib.  Based on our observation in the EGFR WT group of DCR greatly exceeding previous  reports for erlotinib alone, ongoing and future studies of MET inhibitors in combination  with EGFR TKIs should further explore activity in this population in the third line setting in  patients failing first and second line chemotherapeutic and immunotherapeutic interventions.  Importantly, biomarker identification and patient selection strategies to predict sensitivity to  these dual-targeted studies are needed and circulating NRG1 should be further explored as a  potential biomarker. "
},
{
          "paragraph12": "Tarhini et al. Page 7 "
},
{
          "paragraph13": "Cancer. Author manuscript; available in PMC 2018 August 01. "
},
{
          "paragraph14": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "section:1": "Conclusions"
},
{
          "paragraph1": "Patients with EGFR WT tumors achieved high disease control, and even patients with KRAS  mutation, a known factor to confer resistance to EGFR inhibitors, appeared to show notable  disease control (with one response). We identified NRG1, a ligand for HER3, to be  positively correlated with improved PFS, supporting future validation studies as a potential  of predictor of therapeutic benefit. This is in accordance with the role of HER3 as an escape  mechanism through EGFR/HER3 dimerization and/or MET activation(12). The observed  DCR slightly exceeded the target based on BR.21 in unselected patients, but in the EGFR  WT group the DCR greatly exceeded previous reports for erlotinib alone. Our findings are  limited by the small sample size of our study but support future testing of EGFR/MET dual- inhibition in the salvage setting at least in the in the EGFR WT group. "
},
{
          "paragraph2": "Supplementary Material "
},
{
          "paragraph3": "Refer to Web version on PubMed Central for supplementary material. "
},
{
          "paragraph4": "Acknowledgments "
},
{
          "paragraph5": "Funding: This study was supported by a grant from Amgen and partly supported by NIH award SPORE in Lung  Cancer P50CA090440. UPCI shared resources that are supported in part by NIH/NCI award P30CA047904 were  used for this project. An award from the V Foundation for Cancer Research also was used for this project. "
},
{
          "section:1": "References"
},
{
          "paragraph1": "1. Wahbah M, Boroumand N, Castro C, El-Zeky F, Eltorky M. Changing trends in the distribution of  the histologic types of lung cancer: a review of 4,439 cases. Ann Diagn Pathol. 2007; 11(2):89–96.  [PubMed: 17349566]  "
},
{
          "paragraph2": "2. Shepherd FA, Rodrigues Pereira J, Ciuleanu T, Tan EH, Hirsh V, Thongprasert S, et al. Erlotinib in  previously treated non-small-cell lung cancer. The New England journal of medicine. 2005; 353(2): 123–32. [PubMed: 16014882]  "
},
{
          "paragraph3": "3. Cappuzzo F, Ciuleanu T, Stelmakh L, Cicenas S, Szczesna A, Juhasz E, et al. Erlotinib as  maintenance treatment in advanced non-small-cell lung cancer: a multicentre, randomised, placebo- controlled phase 3 study. Lancet Oncol. 2010; 11(6):521–9. [PubMed: 20493771]  "
},
{
          "paragraph4": "4. Khozin S, Blumenthal GM, Jiang X, He K, Boyd K, Murgo A, et al. U.S. Food and Drug  Administration approval summary: Erlotinib for the first-line treatment of metastatic non-small cell  lung cancer with epidermal growth factor receptor exon 19 deletions or exon 21 (L858R)  substitution mutations. Oncologist. 2014; 19(7):774–9. [PubMed: 24868098]  "
},
{
          "paragraph5": "5. Sattler M, Reddy MM, Hasina R, Gangadhar T, Salgia R. The role of the c-Met pathway in lung  cancer and the potential for targeted therapy. Ther Adv Med Oncol. 2011; 3(4):171–84. [PubMed:  21904579]  "
},
{
          "paragraph6": "6. Frampton GM, Ali SM, Rosenzweig M, Chmielecki J, Lu X, Bauer TM, et al. Activation of MET  via diverse exon 14 splicing alterations occurs in multiple tumor types and confers clinical  sensitivity to MET inhibitors. Cancer discovery. 2015; 5(8):850–9. [PubMed: 25971938]  "
},
{
          "paragraph7": "7. Paik PK, Drilon A, Fan P-D, Yu H, Rekhtman N, Ginsberg MS, et al. Response to MET inhibitors in  patients with stage IV lung adenocarcinomas harboring MET mutations causing exon 14 skipping.  Cancer discovery. 2015; 5(8):842–9. [PubMed: 25971939]  "
},
{
          "paragraph8": "8. Ma PC, Jagadeeswaran R, Jagadeesh S, Tretiakova MS, Nallasura V, Fox EA, et al. Functional  expression and mutations of c-Met and its therapeutic inhibition with SU11274 and small  interfering RNA in non-small cell lung cancer. Cancer Res. 2005; 65(4):1479–88. [PubMed:  15735036]  "
},
{
          "paragraph9": "Tarhini et al. Page 8 "
},
{
          "paragraph10": "Cancer. Author manuscript; available in PMC 2018 August 01. "
},
{
          "paragraph11": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph12": "9. Goetsch L, Lepecquet A-M, Géronimi F, Gonzalez A, Robert A, Chenu S, et al. Abstract# 2792:  First bivalent fully antagonist anti-c-Met antibody targeting the c-Met receptor: II) in vivo activity.  Cancer Research. 2009; 69(9 Supplement):2792. [PubMed: 19276357]  "
},
{
          "paragraph13": "10. Bean J, Brennan C, Shih JY, Riely G, Viale A, Wang L, et al. MET amplification occurs with or  without T790M mutations in EGFR mutant lung tumors with acquired resistance to gefitinib or  erlotinib. Proc Natl Acad Sci U S A. 2007; 104(52):20932–7. [PubMed: 18093943]  "
},
{
          "paragraph14": "11. Sequist LV, Waltman BA, Dias-Santagata D, Digumarthy S, Turke AB, Fidias P, et al. Genotypic  and histological evolution of lung cancers acquiring resistance to EGFR inhibitors. Sci Transl  Med. 2011; 3(75):75ra26. "
},
{
          "paragraph15": "12. Engelman JA, Zejnullahu K, Mitsudomi T, Song Y, Hyland C, Park JO, et al. MET amplification  leads to gefitinib resistance in lung cancer by activating ERBB3 signaling. Science. 2007;  316(5827):1039–43. [PubMed: 17463250]  "
},
{
          "paragraph16": "13. Turke AB, Zejnullahu K, Wu YL, Song Y, Dias-Santagata D, Lifshits E, et al. Preexistence and  clonal selection of MET amplification in EGFR mutant NSCLC. Cancer Cell. 2010; 17(1):77–88.  [PubMed: 20129249]  "
},
{
          "paragraph17": "14. Yamada T, Matsumoto K, Wang W, Li Q, Nishioka Y, Sekido Y, et al. Hepatocyte growth factor  reduces susceptibility to an irreversible epidermal growth factor receptor inhibitor in EGFR- T790M mutant lung cancer. Clin Cancer Res. 2010; 16(1):174–83. [PubMed: 20008840]  "
},
{
          "paragraph18": "15. Nakagawa T, Takeuchi S, Yamada T, Nanjo S, Ishikawa D, Sano T, et al. Combined therapy with  mutant-selective EGFR inhibitor and Met kinase inhibitor for overcoming erlotinib resistance in  EGFR-mutant lung cancer. Mol Cancer Ther. 2012; 11(10):2149–57. [PubMed: 22844075]  "
},
{
          "paragraph19": "16. Dulak AM, Gubish CT, Stabile LP, Henry C, Siegfried JM. HGF-independent potentiation of  EGFR action by c-Met. Oncogene. 2011; 30(33):3625–35. [PubMed: 21423210]  "
},
{
          "paragraph20": "17. Stabile LP, Rothstein ME, Keohavong P, Lenzner D, Land SR, Gaither-Davis AL, et al. Targeting  of Both the c-Met and EGFR Pathways Results in Additive Inhibition of Lung Tumorigenesis in  Transgenic Mice. Cancers (Basel). 2010; 2(4):2153–70. [PubMed: 21390244]  "
},
{
          "paragraph21": "18. Burgess TL, Sun J, Meyer S, Tsuruda TS, Sun J, Elliott G, et al. Biochemical characterization of  AMG 102: a neutralizing, fully human monoclonal antibody to human and nonhuman primate  hepatocyte growth factor. Mol Cancer Ther. 2010; 9(2):400–9. [PubMed: 20124448]  "
},
{
          "paragraph22": "19. Rex K, Lewis XZ, Gobalakrishnan S, Glaus C, Silva MD, Radinsky R, et al. Evaluation of the  antitumor effects of rilotumumab by PET imaging in a U-87 MG mouse xenograft model. Nucl  Med Biol. 2013; 40(4):458–63. [PubMed: 23454250]  "
},
{
          "paragraph23": "20. Gordon MS, Sweeney CS, Mendelson DS, Eckhardt SG, Anderson A, Beaupre DM, et al. Safety,  pharmacokinetics, and pharmacodynamics of AMG 102, a fully human hepatocyte growth factor- neutralizing monoclonal antibody, in a first-in-human study of patients with advanced solid  tumors. Clin Cancer Res. 2010; 16(2):699–710. [PubMed: 20068101]  "
},
{
          "paragraph24": "21. Ivanova A, Montazer-Haghighi A, Mohanty SG, Durham SD. Improved up-and-down designs for  phase I trials. Statistics in medicine. 2003; 22(1):69–82. [PubMed: 12486752]  "
},
{
          "paragraph25": "22. Shepherd FA, Rodrigues Pereira J, Ciuleanu T, Tan EH, Hirsh V, Thongprasert S, et al. Erlotinib in  previously treated non-small-cell lung cancer. The New England journal of medicine. 2005;  353(2):123–32. [PubMed: 16014882]  "
},
{
          "paragraph26": "23. Benjamini Y, Hochberg Y. Controlling the False Discovery Rate: A Practical and Powerful  Approach to Multiple Testing. Journal of the Royal Statistical Society Series B (Methodological).  1995; 57(1):289–300. "
},
{
          "paragraph27": "24. Zhang Y, Doshi S, Zhu M. Pharmacokinetics and pharmacodynamics of rilotumumab: a decade of  experience in preclinical and clinical cancer research. British journal of clinical pharmacology.  2015; 80(5):957–64. [PubMed: 25912961]  "
},
{
          "paragraph28": "25. Ciuleanu T, Stelmakh L, Cicenas S, Miliauskas S, Grigorescu AC, Hillenbach C, et al. Efficacy and  safety of erlotinib versus chemotherapy in second-line treatment of patients with advanced, non- small-cell lung cancer with poor prognosis (TITAN): a randomised multicentre, open-label, phase  3 study. Lancet Oncol. 2012; 13(3):300–8. [PubMed: 22277837]  "
},
{
          "paragraph29": "26. Karampeazis A, Voutsina A, Souglakos J, Kentepozidis N, Giassas S, Christofillakis C, et al.  Pemetrexed versus erlotinib in pretreated patients with advanced non-small cell lung cancer: a  "
},
{
          "paragraph30": "Tarhini et al. Page 9 "
},
{
          "paragraph31": "Cancer. Author manuscript; available in PMC 2018 August 01. "
},
{
          "paragraph32": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph33": "Hellenic Oncology Research Group (HORG) randomized phase 3 study. Cancer. 2013; 119(15): 2754–64. [PubMed: 23661337]  "
},
{
          "paragraph34": "27. Garassino MC, Martelli O, Broggini M, Farina G, Veronese S, Rulli E, et al. Erlotinib versus  docetaxel as second-line treatment of patients with advanced non-small-cell lung cancer and wild- type EGFR tumours (TAILOR): a randomised controlled trial. Lancet Oncol. 2013; 14(10):981–8.  [PubMed: 23883922]  "
},
{
          "paragraph35": "28. Meetze K, Vincent S, Tyler S, Mazsa EK, Delpero AR, Bottega S, et al. Neuregulin 1 expression is  a predictive biomarker for response to AV-203, an ERBB3 inhibitory antibody, in human tumor  models. Clin Cancer Res. 2015; 21(5):1106–14. [PubMed: 25542901]  "
},
{
          "paragraph36": "29. Ocana A, Diez-Gonzalez L, Esparis-Ogando A, Montero JC, Amir E, Pandiella A. Neuregulin  expression in solid tumors: Prognostic value and predictive role to anti-HER3 therapies.  Oncotarget. 2016 "
},
{
          "paragraph37": "30. Kawakami H, Okamoto I, Yonesaka K, Okamoto K, Shibata K, Shinkai Y, et al. The anti-HER3  antibody patritumab abrogates cetuximab resistance mediated by heregulin in colorectal cancer  cells. Oncotarget. 2014; 5(23):11847–56. [PubMed: 25474137]  "
},
{
          "paragraph38": "31. Addison CL, Ding K, Zhao H, Le Maitre A, Goss GD, Seymour L, et al. Plasma transforming  growth factor alpha and amphiregulin protein levels in NCIC Clinical Trials Group BR.21. Journal  of clinical oncology: official journal of the American Society of Clinical Oncology. 2010; 28(36): 5247–56. [PubMed: 21079146]  "
},
{
          "paragraph39": "32. Chang MH, Ahn HK, Lee J, Jung CK, Choi YL, Park YH, et al. Clinical impact of amphiregulin  expression in patients with epidermal growth factor receptor (EGFR) wild-type nonsmall cell lung  cancer treated with EGFR-tyrosine kinase inhibitors. Cancer. 2011; 117(1):143–51. [PubMed:  20803614]  "
},
{
          "paragraph40": "33. Rosen, P.Sweeney, C.Park, D.Rasmussen, E.Shubhakar, P.Scripture, C., et al., editors. ASCO  Annual Meeting Proceedings. 2008. AMG 102, an HGF/SF antagonist, in combination with anti- angiogenesis targeted therapies in adult patients with advanced solid tumors.  "
},
{
          "paragraph41": "34. Affronti ML, Friedman HS, Desjardins A, Vlahovic G, Randazzo DM, Herndon JE, et al.  ATCT-01PHASE II STUDY TO EVALUATE THE EFFICACY AND SAFETY OF  RILOTUMUMAB AND BEVACIZUMAB (BEV) IN SUBJECTS WITH RECURRENT  MALIGNANT GLIOMA (MG). Neuro-Oncology. 2015; 17(suppl 5):v1. "
},
{
          "paragraph42": "35. Van Cutsem E, Eng C, Nowara E, Swieboda-Sadlej A, Tebbutt NC, Mitchell E, et al. Randomized  phase Ib/II trial of rilotumumab or ganitumab with panitumumab versus panitumumab alone in  patients with wild-type KRAS metastatic colorectal cancer. Clin Cancer Res. 2014; 20(16):4240– 50. [PubMed: 24919569]  "
},
{
          "paragraph43": "36. Ryan CJ, Rosenthal M, Ng S, Alumkal J, Picus J, Gravis G, et al. Targeted MET Inhibition in  Castration-Resistant Prostate Cancer: A Randomized Phase II Study and Biomarker Analysis with  Rilotumumab plus Mitoxantrone and Prednisone. Clinical Cancer Research. 2013; 19(1):215–24.  [PubMed: 23136195]  "
},
{
          "paragraph44": "37. Iveson T, Donehower RC, Davidenko I, Tjulandin S, Deptala A, Harrison M, et al. Rilotumumab in  combination with epirubicin, cisplatin, and capecitabine as first-line treatment for gastric or  oesophagogastric junction adenocarcinoma: an open-label, dose de-escalation phase 1b study and a  double-blind, randomised phase 2 study. Lancet Oncol. 2014; 15(9):1007–18. [PubMed:  24965569]  "
},
{
          "paragraph45": "38. Zhu M, Tang R, Doshi S, Oliner KS, Dubey S, Jiang Y, et al. Exposure-response analysis of  rilotumumab in gastric cancer: the role of tumour MET expression. Br J Cancer. 2015; 112(3): 429–37. [PubMed: 25584489]  "
},
{
          "paragraph46": "39. Cunningham, D.Tebbutt, NC.Davidenko, I.Murad, AM.Al-Batran, S-E.Ilson, DH., et al., editors.  ASCO Annual Meeting Proceedings. 2015. Phase III, randomized, double-blind, multicenter,  placebo (P)-controlled trial of rilotumumab (R) plus epirubicin, cisplatin and capecitabine (ECX)  as first-line therapy in patients (pts) with advanced MET-positive (pos) gastric or gastroesophageal  junction (G/GEJ) cancer: RILOMET-1 study.  "
},
{
          "paragraph47": "40. [4/8/2016] Amgen Announces Termination Of All Amgen-Sponsored Clinical Studies Of  Rilotumumab In Advanced Gastric Cancer. 2014. Available from: http://investors.amgen.com/ phoenix.zhtml?c=61656&p=irol-newsArticle&ID=1992492 "
},
{
          "paragraph48": "Tarhini et al. Page 10 "
},
{
          "paragraph49": "Cancer. Author manuscript; available in PMC 2018 August 01. "
},
{
          "paragraph50": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph51": "41. Meetze K, Connolly K, Boudrow A, Tissire H, Karp R, Gyuris J, Han M. Preclinical efficacy and  pharmacodynamics of SCH 900105 (AV-299), an anti-HGF antibody. AACR Meeting Abstracts.  2009 "
},
{
          "paragraph52": "42. Charakidis M, Boyer M. Targeting MET and EGFR in NSCLC-what can we learn from the  recently reported phase III trial of onartuzumab in combination with erlotinib in advanced non- small cell lung cancer? Translational lung cancer research. 2014; 3(6):395–6. [PubMed:  25806331]  "
},
{
          "paragraph53": "43. Spigel DR, Ervin TJ, Ramlau RA, Daniel DB, Goldschmidt JH Jr, Blumenschein GR Jr, et al.  Randomized phase II trial of Onartuzumab in combination with erlotinib in patients with advanced  non-small-cell lung cancer. Journal of clinical oncology: official journal of the American Society  of Clinical Oncology. 2013; 31(32):4105–14. [PubMed: 24101053]  "
},
{
          "paragraph54": "44. Wang J, Anderson MG, Oleksijew A, Vaidya KS, Erwin B, Tucker L, et al. ABBV-399, a c-Met  Antibody Drug Conjugate that Targets Both MET Amplified and c-Met Overexpressing Tumors,  Irrespective of MET Pathway Dependence. Clin Cancer Res. 2016 "
},
{
          "paragraph55": "Tarhini et al. Page 11 "
},
{
          "paragraph56": "Cancer. Author manuscript; available in PMC 2018 August 01. "
},
{
          "paragraph57": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "Figure": "nihms861256_page11_341.jpg"
},
{
          "section:1": "Figure 1"
},
{
          "paragraph1": "  All patients (A) Median PFS was 2.6 months (90% CI = 1.4–3.3 months); (B) Median OS  was 6.6 months (90% CI = 5.6–8.9 months). Grey bands are 90% confidence intervals for  survival probability. "
},
{
          "paragraph2": "Tarhini et al. Page 12 "
},
{
          "paragraph3": "Cancer. Author manuscript; available in PMC 2018 August 01. "
},
{
          "paragraph4": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "Figure": "nihms861256_page12_357.jpg"
},
{
          "section:1": "Figure 2"
},
{
          "paragraph1": "  Among 33 patients known to be EGFR WT (A) Median PFS was 2.6 months (90% CI = 1.4  – 2.7 months; (B) Median OS was 7.0 months (90% CI = 5.6 – 13.4 months). One patient  remains alive 32 months after treatment. Grey bands are 90% confidence intervals for  survival probability. "
},
{
          "paragraph2": "Tarhini et al. Page 13 "
},
{
          "paragraph3": "Cancer. Author manuscript; available in PMC 2018 August 01. "
},
{
          "paragraph4": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "Figure": "nihms861256_page13_371.jpg"
},
{
          "section:1": "Figure 3"
},
{
          "paragraph1": "  Heatmap of baseline plasma markers sorted by PFS. "
},
{
          "paragraph2": "Tarhini et al. Page 14 "
},
{
          "paragraph3": "Cancer. Author manuscript; available in PMC 2018 August 01. "
},
{
          "paragraph4": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph5": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph6": "Tarhini et al. Page 15 "
},
{
          "section:1": "Table 1"
},
{
          "paragraph1": "Baseline Demographics and Disease Characteristics (N=45) "
},
{
          "paragraph2": "Characteristic Number (%) "
},
{
          "paragraph3": "Gender: "
},
{
          "paragraph4": "Male 20(44) "
},
{
          "paragraph5": "Female 25(56) "
},
{
          "paragraph6": "Age, mean years (range) 65(35–82) "
},
{
          "paragraph7": "Performance status (ECOG) "
},
{
          "paragraph8": " 0 22 (49) "
},
{
          "paragraph9": " 1 20 (44) "
},
{
          "paragraph10": " 2 3 (7) "
},
{
          "paragraph11": "Smoking history "
},
{
          "paragraph12": " Yes 43 (96) "
},
{
          "paragraph13": " No 2 (4) "
},
{
          "paragraph14": "Histology "
},
{
          "paragraph15": "Squamous 13(29%) "
},
{
          "paragraph16": "Non-Squamous 32(71%) "
},
{
          "paragraph17": "KRAS mutant (34 evaluable) 8/34 (23.5%) "
},
{
          "paragraph18": "EGFR mutant (35 evaluable) 2/35(5.7%) "
},
{
          "paragraph19": "AJCC stage IV 45(100%) "
},
{
          "paragraph20": "Prior lines of chemotherapy, median 2 "
},
{
          "paragraph21": "Cancer. Author manuscript; available in PMC 2018 August 01. "
},
{
          "paragraph22": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph23": "Tarhini et al. Page 16 "
},
{
          "section:1": "Table 2"
},
{
          "paragraph1": "Adverse events (worst grade) possibly, probably or definitely related to Rilotumumab plus Erlotinib (N=45) "
},
{
          "paragraph2": "Type All Grades Grade 1 Grade 2 Grade 3 Grade 4 "
},
{
          "paragraph3": "No. Pts % No. Pts % No. Pts % No. Pts % No. Pts % "
},
{
          "paragraph4": "Hematologic "
},
{
          "paragraph5": "Anemia 20 44 15 33 4 8 1 2 0 0 "
},
{
          "paragraph6": "Lymphopenia 19 42 6 13 9 20 3 7 1 2 "
},
{
          "paragraph7": "Thrombocytopenia 5 11 5 11 0 0 0 0 0 0 "
},
{
          "paragraph8": "Thromboembolism 4 9 0 0 1 2 2 4 1 2 "
},
{
          "paragraph9": "Integumentary "
},
{
          "paragraph10": "Alopecia 5 11 4 8 1 2 0 0 0 0 "
},
{
          "paragraph11": "Paronychia 5 11 4 8 1 2 0 0 0 0 "
},
{
          "paragraph12": "Pruritus 5 11 4 9 1 2 0 0 0 0 "
},
{
          "paragraph13": "Acneiform rash 25 55 17 38 7 15 1 2 0 0 "
},
{
          "paragraph14": "Maculopapular rash 5 11 3 7 1 2 1 2 0 0 "
},
{
          "paragraph15": "Bullous form rash 3 7 0 0 2 4 1 2 0 0 "
},
{
          "paragraph16": "Constitutional "
},
{
          "paragraph17": "Fatigue 13 28 8 17 5 11 0 0 0 0 "
},
{
          "paragraph18": "Anorexia 10 22 7 16 3 7 0 0 0 0 "
},
{
          "paragraph19": "Gastrointestinal/Liver "
},
{
          "paragraph20": "Nausea 9 20 7 16 0 0 2 4 0 0 "
},
{
          "paragraph21": "Vomiting 3 7 1 2 1 2 1 2 0 0 "
},
{
          "paragraph22": "Diarrhea 22 49 13 29 4 9 5 11 0 0 "
},
{
          "paragraph23": "Hepatitis elevated ALT/AST/AP/GGT 18 40 10 22 5 11 3 7 0 0 "
},
{
          "paragraph24": "Oral mucositis 5 11 3 7 1 2 1 2 0 0 "
},
{
          "paragraph25": "Neurologic "
},
{
          "paragraph26": "Peripheral neuropathy 2 4 2 4 0 0 0 0 0 0 "
},
{
          "paragraph27": "Lightheadedness/dizziness 2 4 2 4 0 0 0 0 0 0 "
},
{
          "paragraph28": "Other Miscellaneous "
},
{
          "paragraph29": "Limb edema 8 18 5 11 2 4 1 2 0 0 "
},
{
          "paragraph30": "Cancer. Author manuscript; available in PMC 2018 August 01. "
},
{
          "paragraph31": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph32": "Tarhini et al. Page 17 "
},
{
          "paragraph33": "Type All Grades Grade 1 Grade 2 Grade 3 Grade 4 "
},
{
          "paragraph34": "No. Pts % No. Pts % No. Pts % No. Pts % No. Pts % "
},
{
          "paragraph35": "Dyspnea 3 7 1 2 1 2 1 2 0 0 "
},
{
          "paragraph36": "Cough 3 7 1 2 2 4 0 0 0 0 "
},
{
          "paragraph37": "Hypomagnesaemia 7 16 7 16 0 0 0 0 0 0 "
},
{
          "paragraph38": "Cancer. Author manuscript; available in PMC 2018 August 01. "
},
{
          "paragraph39": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph40": "Tarhini et al. Page 18 "
},
{
          "section:1": "Table 3"
},
{
          "paragraph1": "Response to treatment regarding tumor histologic-mutational characteristics "
},
{
          "paragraph2": "Final Results "
},
{
          "paragraph3": "Response No of patients "
},
{
          "paragraph4": "Partial Response 4 "
},
{
          "paragraph5": "Stable Disease 23 "
},
{
          "paragraph6": "Progressive Disease 18 "
},
{
          "paragraph7": "DCR 60% with a 90% CI of 47–71% "
},
{
          "paragraph8": "Histology and Clinical Response "
},
{
          "paragraph9": "Partial Response Stable Disease Progressive Disease Total "
},
{
          "paragraph10": "Histology Adenocarcinoma 2 16 14 32 "
},
{
          "paragraph11": "Squamous 2 7 4 13 "
},
{
          "paragraph12": "Mutational Status and Clinical Response "
},
{
          "paragraph13": "Partial Response Stable Disease Progressive Disease DCR Total "
},
{
          "paragraph14": "EGFR Mutation Yes 1 1 0 100 2 "
},
{
          "paragraph15": "No 1 19 13 60.6 33 "
},
{
          "paragraph16": "Cochran-Armitage Trend Test p=.069 "
},
{
          "paragraph17": "KRAS mutation Yes 1 6 1 87.5 8 "
},
{
          "paragraph18": "No 2 14 10 61.5 26 "
},
{
          "paragraph19": "Cochran-Armitage Trend Test p=.316 "
},
{
          "paragraph20": "Cancer. Author manuscript; available in PMC 2018 August 01. "
},
{
          "paragraph21": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph22": "Tarhini et al. Page 19 "
},
{
          "section:1": "Table 4"
},
{
          "paragraph1": "Hazard Ratios and Confidence Intervals for Proportional Hazards Regression of Progression-Free Survival and Baseline Serum Markers "
},
{
          "paragraph2": "Covariate HR L95 U95 Pval Adj p "
},
{
          "paragraph3": "AREG 2.14 1.48 3.08 0 .0000 "
},
{
          "paragraph4": "IL6 1.29 1.09 1.53 .0014 .0076 "
},
{
          "paragraph5": "NRG1 0.41 0.19 0.87 .0169 .0465 "
},
{
          "paragraph6": "TGFα 1.77 1.01 3.11 .0446 .0982 "
},
{
          "paragraph7": "B-estradiol 1.18 0.90 1.54 .2366 .4337 "
},
{
          "paragraph8": "VEGF 1.11 0.90 1.36 .3315 .5510 "
},
{
          "paragraph9": "IL8 1.21 0.81 1.81 .3420 .5510 "
},
{
          "paragraph10": "HGF 0.81 0.48 1.38 .4402 .5381 "
},
{
          "paragraph11": "HB-EGF 1.07 .085 1.35 .5734 .6307 "
},
{
          "paragraph12": "Sc-MET 0.94 0.70 1.25 .6531 .6531 "
},
{
          "paragraph13": "HR = hazard ratio "
},
{
          "paragraph14": "L95, U95 = lower and upper 95% confidence bounds for HR "
},
{
          "paragraph15": "Adj.p = p value adjusted by Benjamini-Hochberg "
}]