[{
     "paragraph1": "Dual Inhibition of the Epidermal Growth Factor Receptor  Pathway with Cetuximab and Erlotinib: A Phase I Study in  Patients with Advanced Solid Malignancies "
},
{
     "paragraph2": "Michael J. Guarinoa, Charles J. Schneidera, Martha A. Hosforda, Julie R. Brahmerb, Charles  M. Rudinb, Friedrich Graf Finckensteinc, Robyn E. Philip-Nortond, Haolan Lue, Martin R.  Webere, and David S. Ettingerb "
},
{
     "paragraph3": "aHelen F. Graham Cancer Center, Christiana Care, Newark, Delaware, USA "
},
{
     "paragraph4": "bThe Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins, Baltimore, Maryland, USA "
},
{
     "paragraph5": "cBristol-Myers Squibb Company, Princeton, New Jersey, USA "
},
{
     "paragraph6": "dOSI Oncology, Melville, New York, USA "
},
{
     "paragraph7": "eBristol-Myers Squibb Company, Wallingford, Connecticut, USA "
},
{
          "section:1": "Abstract"
},
{
          "paragraph1": "Purpose—To determine the optimal dose of the antiepidermal growth factor receptor (EGFR)  monoclonal antibody cetuximab that can be safely administered in combination with a standard  daily dose of erlotinib in patients with advanced solid malignancies. "
},
{
          "paragraph2": "Correspondence: Michael J. Guarino, M.D., Medical Oncology Hematology Consultants, PA, Helen F. Graham Cancer Center, 4701  Ogletown-Stanton Road, Suite 2200, Newark, Delaware 19713, USA. Telephone: 302-366-1200; Fax: 302-366-1700;  mguarino@cbg.org.  The content of this article has been reviewed by independent peer reviewers to ensure that it is balanced, objective, and free from  commercial bias. No financial relationships relevant to the content of this article have been disclosed by the independent peer  reviewers. "
},
{
          "paragraph3": "Disclosures: Michael J. Guarino: None; Charles J. Schneider: None; Martha A. Hosford: None; Julie R. Brahmer: Consultant/ advisory role: Abbott, Cephalon, Genentech, Eli Lilly, AstraZeneca; Charles M. Rudin: Consultant/advisory role: CTI  Pharmaceuticals, Amgen; Research funding/contracted research: Pharmion; Friedrich Graf Finckenstein: Employment/leadership  position: Bristol-Myers Squibb; Ownership interest: Bristol-Myers Squibb; Robyn E. Philip-Norton: Employment/leadership  position: OSI Pharmaceuticals; Haolan Lu: Employment/leadership position: Bristol-Myers Squibb; Martin R. Weber: Employment/ leadership position: Bristol-Myers Squibb; Ownership interest: Bristol-Myers Squibb; David S. Ettinger: Consultant/ advisory role:  AstraZeneca, Bristol-Myers Squibb; Eli Lilly, GlaxoSmithKline, Merck, MGI Pharma, Pfizer, Sanofi-Aventis; Research funding/ contracted research: Bayer, Genentech, Pharmion. "
},
{
          "paragraph4": "Author Contributions Conception/design: Robyn E. Philip-Norton, David S. Ettinger Provision of study materials: Michael J. Guarino, Charles J. Schneider, Martha A. Hosford, Julie R. Brahmer, Charles M. Rudin,  Robyn E. Philip-Norton, David S. Ettinger Collection/assembly of data: Michael J. Guarino, Charles J. Schneider, Martha A. Hosford, Julie R. Brahmer, Friedrich Graf  Finckenstein, Martin R. Weber Data analysis: Michael J. Guarino, Julie R. Brahmer, Friedrich Graf Finckenstein, Haolan Lu, Martin R. Weber, David S. Ettinger Manuscript writing: Michael J. Guarino, Julie R. Brahmer, Friedrich Graf Finckenstein, Martin R. Weber Final approval of manuscript: Michael J. Guarino, Charles J. Schneider, Martha A. Hosford, Julie R. Brahmer, Charles M. Rudin,  Friedrich Graf Finckenstein, Robyn E. Philip-Norton, Haolan Lu, Martin R. Weber, David S. Ettinger The authors take full responsibility for the content of our paper but thank Barry Weichman, Ph.D., Julia Saiz, Ph.D., and the Clinical  Insights Inc. editorial team supported by Bristol-Myers Squibb for their assistance in researching for references, creating the first draft  in collaboration with the authors, preparing figures and tables, and formatting the manuscript for submission. No author has received  reimbursement for his/her contributions. "
},
{
          "Figure": "nihms476885_page0_63.jpg"
},
{
          "paragraph5": "HHS Public Access Author manuscript Oncologist. Author manuscript; available in PMC 2017 February 15. "
},
{
          "paragraph6": "Published in final edited form as: Oncologist. 2009 February ; 14(2): 119–124. doi:10.1634/theoncologist.2008-0124. "
},
{
          "paragraph7": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "section:1": "Patients and Methods"
},
{
          "paragraph1": "Patients with advanced solid malignancies who had failed standard  chemotherapies received escalating doses of cetuximab without a loading dose (100, 200, 250  mg/m2 i.v. weekly) in combination with a fixed dose of erlotinib (150 mg daily orally) until  disease progression or unacceptable toxicity. "
},
{
          "section:1": "Results"
},
{
          "paragraph1": "Twenty-two patients were treated, including 14 patients (64%) with non-small cell lung  cancer. Twenty patients received combination treatment at the highest dose level for a median of  5.5 weeks (range, 1–31 weeks). One dose-limiting toxicity was observed: grade 3 skin rash.  Overall, the most common adverse events (any grade, grade 3/4) were consistent with the safety  profiles of the individual drugs: acneform rash (100%, 9%), diarrhea (77%, 5%), and  hypomagnesemia (59%, 12%). Seven of 18 evaluable patients (38.9%) had stable disease lasting  for a median of 16.6 weeks (range, 6.1–25.1 weeks). "
},
{
          "paragraph2": "Conclusion—Dual EGFR inhibition with cetuximab and erlotinib is feasible; the observed  toxicities were manageable and consistent with the safety profiles of the individual drugs. The  recommended doses for phase II studies are 250 mg/m2 i.v. weekly for cetuximab and 150 mg  daily orally for erlotinib. "
},
{
          "paragraph3": "Keywords "
},
{
          "paragraph4": "Cetuximab; Erlotinib; Phase I; Solid malignancies "
},
{
          "section:1": "Introduction"
},
{
          "paragraph1": "The epidermal growth factor receptor (EGFR) is overexpressed in a variety of solid tumors;  increased EGFR expression has been associated with poorer clinical outcomes in some of  these malignancies [1–3]. The anti-EGFR chimeric monoclonal IgG1 cetuximab (Erbitux®;  ImClone Systems Incorporated, New York, and Bristol-Myers Squibb Company, Princeton,  NJ) is approved by the U.S. Food and Drug Administration for use in combination with  irinotecan for the treatment of metastatic colorectal cancer and for use with radiotherapy for  treatment of locoregionally advanced squamous cell carcinoma of the head and neck  (SCCHN) [4, 5]. Single-agent cetuximab is also approved for metastatic colorectal cancer in  patients intolerant to irinotecan and in SCCHN patients after failure of prior platinum-based  therapy [6–9]. Clinical trials show that cetuximab may also have promising activity when  used with chemotherapy in first-line treatment of non-small cell lung cancer (NSCLC) [10– 15]. Erlotinib (Tarceva®; Genentech, Inc, South San Francisco, CA and OSI  Pharmaceuticals Inc., Melville, NY) is a tyrosine kinase inhibitor (TKI) that improves the  survival time of patients with advanced NSCLC who progress after one or two prior  chemotherapy regimens [16]. Erlotinib is approved for use in advanced NSCLC after failure  of previous chemotherapy, and in combination with gemcitabine in first-line treatment of  advanced pancreatic cancer [16, 17]. "
},
{
          "paragraph2": "The combination of an anti-EGFR monoclonal antibody and a TKI may enhance the  inhibition of downstream signaling and lead to better treatment responses and outcomes [18– 20]. This phase I study was designed to assess the feasibility and safety of administering an  optimal dose of cetuximab in combination with a standard 150-mg/day dose of erlotinib in  "
},
{
          "paragraph3": "Guarino et al. Page 2 "
},
{
          "paragraph4": "Oncologist. Author manuscript; available in PMC 2017 February 15. "
},
{
          "paragraph5": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph6": "patients with advanced malignancies who had previously failed standard chemotherapy  regimens. "
},
{
          "section:1": "Patients and Methods"
},
{
               "section:2": "Eligibility Criteria"
},
{
               "paragraph1": "Patients were treated at the Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins  (Baltimore, MD) and the Helen F. Graham Cancer Center (Newark, DE). Patients aged ≥18  years with advanced solid malignancies who had failed standard chemotherapies and had  Eastern Cooperative Oncology Group performance status score of 0–1, at least one  bidimensionally measurable lesion, and a life expectancy ≥3 months were eligible. Prior  chemotherapy, major surgery, or radiation therapy were acceptable (≥4 weeks, ≥3 months if  radiation therapy to chest area). Patients with inadequate hematologic, hepatic, or renal  function, symptomatic or uncontrolled central nervous system metastases, uncontrolled heart  disease, or pulmonary fibrosis, and those who had received prior anti-EGFR therapy were  excluded. "
},
{
               "section:2": "Trial Design"
},
{
               "paragraph1": "provided written informed consent before any study procedures were performed.  The study was approved by the investigational review board at both participating sites, and  was conducted in accordance with the ethical principles of the Declaration of Helsinki and  in compliance with good clinical practice and national regulatory guidelines. "
},
{
               "section:2": "Trial Design"
},
{
               "paragraph1": "This was an open-label, dose-escalation, phase I trial with an accelerated titration design.  Cetuximab was administered once weekly, without an initial 400-mg/m2 dose, in sequential  cohorts at dose levels of 100, 200, and 250 mg/m2, via 60-minute i.v. infusion after  diphenhydramine pre-medication. After the first cetuximab dose, patients started erlotinib at  a fixed dose of 150 mg/day orally. Each treatment cycle was 4 weeks regardless of omitted  doses; doses could be omitted, but no delayed cycles were allowed. Treatment was continued  until disease progression or unacceptable toxicity. Dose modifications of cetuximab or  erlotinib were allowed in the event of severe toxicity. "
},
{
               "paragraph2": "One patient per cohort was to be treated until a dose-limiting toxicity (DLT) was observed  during the first treatment cycle; that cohort was to be expanded to a total of six patients  before further dose escalation was considered. If two instances of grade 2 toxicity were  observed in the first cycle, the cohort was to be expanded to three patients before further  escalation. The maximum-tolerated dose (MTD) was defined as the highest dose at which  less than one third of the patients experienced a DLT during the first cycle. The  recommended phase II dose (RPIID) was to be defined by the MTD or the highest dose level  (250 mg/m2) if an MTD was not reached. Up to 15 additional patients were to be enrolled at  this RPIID to confirm its safety. Intrasubject dose escalation to a new level shown to be safe  was allowed provided the patient did not experience a DLT after at least 4 weeks on the  lower dose level. "
},
{
               "paragraph3": "DLT was defined by any of the following events occurring during the first cycle only: any  grade 4 toxicity other than infusion reaction; any grade 3 skin toxicity that required  "
},
{
               "paragraph4": "Guarino et al. Page 3 "
},
{
               "paragraph5": "Oncologist. Author manuscript; available in PMC 2017 February 15. "
},
{
               "paragraph6": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
               "section:2": "Assessments"
},
{
               "paragraph1": "terruption for >14 days; grade 3 or 4 diarrhea, vomiting, or nausea that could not  be controlled with medical intervention or prophylaxis; any other grade ≥3 nonhematologic  toxicity except for asthenia or infusion reaction; delayed recovery from toxicity (other than  skin toxicity) resulting in withholding of retreatment >4 weeks; grade 4 neutropenia for at  least five consecutive days or grade 3 or 4 neutropenia with sepsis or fever; or  thrombocytopenia ≤25,000 cells/mm3 or bleeding requiring a platelet transfusion. "
},
{
               "section:2": "Assessments"
},
{
               "paragraph1": "High-resolution computed tomographic (CT) scans of the chest and of other tumor-bearing  regions were performed within 4 weeks of the first dose of study treatment. All other  baseline evaluations were performed within 14 days of the first dose. "
},
{
               "paragraph2": "The primary endpoint was identification of the RPIID for cetuximab in combination with  erlotinib. Secondary endpoints included safety—defined by the MTD and incidence of  adverse events (AEs) and abnormal laboratory parameters—and objective tumor response.  AEs were evaluated according to the National Cancer Institute Common Terminology  Criteria for Adverse Events version 3.0 and coded to the Medical Dictionary for Regulatory  Activities version 10. "
},
{
               "paragraph3": "Patients were evaluated for response according to modified World Health Organization  criteria. CT analyses of tumor-bearing regions and other tumor response assessments were  performed every 8 weeks, or more frequently if indicated. Responses to treatment required  confirmation at least 4 weeks later. Criteria for stable disease (SD) had to be met ≥35 days  after the first dose. The duration of SD was defined by the time between the first dosing date  and the documented progression date in patients with SD as the best tumor response. Tumor  measurements made by the investigator were reviewed by the study sponsor to determine the  best tumor response and date of progression. "
},
{
               "paragraph4": "Evaluations for demographic and baseline characteristics, as well as safety, efficacy, and  dosing, were carried out on the total group of treated patients, using descriptive statistics. "
},
{
          "section:1": "Results"
},
{
               "section:2": "Patient Disposition and Demographics"
},
{
               "paragraph1": "From August 2005 to December 2006, 25 patients in total were screened and 22 patients  were treated. One patient each was treated at the first two dose levels, and 20 patients were  treated at the third dose level with cetuximab weekly at 250 mg/m2 i.v. plus 150 mg erlotinib  orally. All patients had been treated previously with chemotherapy in the adjuvant or  metastatic setting, most of them (77.3%) with two or more prior regimens. Most patients  (64%) had NSCLC (supplemental online data, supplemental Table S1). "
},
{
               "section:2": "Treatment Exposure"
},
{
               "paragraph1": "One patient was enrolled in each of the first two cohorts. Those patients received cetuximab  for 8 weeks and erlotinib for 7.9 and 7.3 weeks, respectively, without dose modification or  omission. In the third dose-level cohort, 20 patients were enrolled in total; cetuximab and  erlotinib were each administered for a median duration of 5.5 weeks (range, 1.0–31.0 weeks  "
},
{
               "paragraph2": "Guarino et al. Page 4 "
},
{
               "paragraph3": "Oncologist. Author manuscript; available in PMC 2017 February 15. "
},
{
               "paragraph4": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
               "paragraph5": "and 1.0–30.1 weeks, respectively). In total, 135 infusions of cetuximab (250 mg/m2) were  administered, and 28 planned infusions were omitted for toxicity or other reasons. Four  cetuximab infusions were administered at a reduced dose: two because of skin toxicity, one  as a result of delayed recovery from asthenia, and one because of an unknown reason. In  total, 980 doses of erlotinib were administered, and 142 planned doses were omitted. The  erlotinib dose was reduced in one patient for 11 days. "
},
{
               "paragraph6": "The most common drug-toxicity reasons for study treatment discontinuation were: five  patients with acneform rash (four with grade 1 or 2 and one with grade 3), one patient with  grade 3 diarrhea, one patient with grade 2 hypomagnesemia and hypocalcemia, and one  patient with mild eye and skin pain. "
},
{
               "section:2": "Safety"
},
{
               "paragraph1": "No DLT was reported at the first two dose levels. One DLT (grade 3 rash) was reported in  the third dose-level cohort. The cohort was expanded to six patients without another DLT,  and subsequently to a total of 20 patients to collect additional safety data at this dose level.  The MTD was not reached at the third dose level, and consequently, 250 mg/m2 of  cetuximab and 150 mg of erlotinib were determined to be the RPIIDs. "
},
{
               "paragraph2": "Overall, the safety profile of the combination was consistent with the individual safety  profiles of each drug (Tables 1 and 2). The most common AEs were acneform rash and  diarrhea. No grade 4 acneform rash was reported. Two patients (9.1%) had grade 3 acneform  rash, whereas the rash was mild to moderate (grade 1 or 2) in the other 20 patients. Severe  infusion reactions were not reported; three patients (13.6%) had grade 1 infusion reactions.  Grade 3 or 4 hypomagnesemia was reported in two patients (12%). "
},
{
               "paragraph3": "Hematologic abnormalities were mostly mild to moderate, with grade 3 leukopenia reported  in one patient (4.8%), grade 2 neutropenia in one patient (4.8%), and 16 patients (76.2%)  experiencing anemia (none of them severe). No grade 3 or 4 values in liver or renal function  tests were reported. "
},
{
               "section:2": "Efficacy"
},
{
               "paragraph1": "Eighteen patients were evaluable for response. No objective responses were observed. Seven  patients (38.9%)—four with NSCLC and one each with colorectal cancer, cervical cancer,  and an epithelial neoplasm with neuroendocrine features— had SD lasting for a median of  16.6 weeks (range, 6.1–25.1 weeks). All SD was seen in the highest dose-level cohort. "
},
{
          "section:1": "Discussion"
},
{
          "paragraph1": "This study demonstrates that the combination of cetuximab and erlotinib is feasible and  tolerable in patients with advanced malignancies who had previously failed standard  chemotherapies. The safety profile of the combination was consistent with each of the  individual drugs, with no unexpected toxicities seen during the study. The doses  recommended for phase II evaluation were 250 mg/m2 weekly for cetuximab and 150 mg  daily erlotinib. "
},
{
          "paragraph2": "Guarino et al. Page 5 "
},
{
          "paragraph3": "Oncologist. Author manuscript; available in PMC 2017 February 15. "
},
{
          "paragraph4": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph5": "An accelerated-titration dose escalation design was used for cetuximab. Given that the safety  profile of each individual drug is well characterized, this design enabled us to escalate doses  rapidly, starting from a 100-mg/m2 dose of cetuximab that would allow detecting and  monitoring potentially prohibitive or unexpected safety signals, minimizing the number of  patients treated with a dose below the approved cetuximab standard (250 mg/m2). The  intermediate level (200 mg/m2) was included to merely avoid a dose gap larger than twofold,  because, with one single patient enrolled, potential interpatient variability could override any  relevant exposure difference between this and the highest dose allowed (250 mg/m2). "
},
{
          "paragraph6": "Although the initial dose of cetuximab has been used in other phase I studies of cetuximab  plus TKI combinations [21, 22], the 400-mg/m2 initial cetuximab dose was not included in  this trial, an omission designed to curtail potential overlapping toxicities. This approach was  considered acceptable based on previous pharmacokinetic studies showing that weekly  administration of cetuximab at 250 mg/m2 [2] without the initial higher dose still resulted in  serum levels providing >50% target occupancy, and therefore would not compromise  activity [23]. "
},
{
          "paragraph7": "This study did not include a pharmacokinetic analysis for the potential interaction between  the two drugs. This approach was based on the expected lack of drug interactions between  an antibody and an oral small molecule and the fact that the individual pharmacokinetic  profiles of cetuximab and erlotinib were well characterized, as both agents were already  commercially available when the study was conducted. "
},
{
          "paragraph8": "Rash affected every patient and was the most frequent reason for toxicity-related treatment  discontinuation; it may therefore emerge as a relevant safety concern with this combination.  Even with the caveats implicit in any comparison across trials, a 100% incidence with  concurrent use appears greater than the 76%–80% rates reported in studies of single-agent  erlotinib or cetuximab; interestingly, however, there was no apparent increase in the rate of  severe events [4, 6]. Whether a potential exacerbation of this toxicity may have a meaningful  impact on the clinical use of this regimen will not be clear until larger trials are conducted. "
},
{
          "paragraph9": "Other studies have recommended more conservative dosing schemas, lowering the erlotinib  dose to 50 mg in combination with the full dose of cetuximab [22]. In this trial, the  tolerability of the highest dose in the 20 patients from the expansion cohort would validate  cetuximab at a dose of 250 mg/m2 weekly plus erlotinib at 150 mg daily as the  recommended doses for future investigation. Although objective responses were not seen,  seven of 18 evaluable patients had SD lasting for a median of nearly 4 months. In  conclusion, this regimen warrants further evaluation in malignancies where either cetuximab  or erlotinib is known to be active, including colorectal cancer, NSCLC, and SCCHN, with  some studies already initiated. "
},
{
          "paragraph10": "Supplementary Material "
},
{
          "paragraph11": "Refer to Web version on PubMed Central for supplementary material. "
},
{
          "paragraph12": "Guarino et al. Page 6 "
},
{
          "paragraph13": "Oncologist. Author manuscript; available in PMC 2017 February 15. "
},
{
          "paragraph14": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph15": "Acknowledgments "
},
{
          "paragraph16": "This study was supported in full by Bristol-Myers Squibb and ImClone Systems Incorporated, and partially by OSI  Pharmaceuticals Incorporated. "
},
{
          "paragraph17": "This study was presented at the AACR-NCI-EORTC International Conference on Molecular Targets and Cancer  Therapeutics, San Francisco, CA, October 22–26, 2007. "
},
{
          "paragraph18": "Editorial assistance for the development of this manuscript was provided by Clinical Insights, Inc., with the  financial support of Bristol-Myers Squibb and ImClone Systems, Inc. "
},
{
          "section:1": "References"
},
{
          "paragraph1": "1. Yarden Y, Sliwkowski MX. Untangling the ErbB signaling network. Nat Rev Mol Cell Biol. 2001;  2:127–137. [PubMed: 11252954]  "
},
{
          "paragraph2": "2. Mendelsohn J, Baselga J. Status of the epidermal growth factor receptor antagonists in the biology  and treatment of cancer. J Clin Oncol. 2003; 21:2787–2799. [PubMed: 12860957]  "
},
{
          "paragraph3": "3. Herbst RS, Shin DM. Monoclonal antibodies to target epidermal growth factor receptor-positive  tumors: A new paradigm for cancer therapy. Cancer. 2002; 94:1593–1611. [PubMed: 11920518]  "
},
{
          "paragraph4": "4. Cunningham D, Humblet Y, Siena S, et al. Cetuximab monotherapy and cetuximab plus irinotecan  in irinotecan-refractory metastatic colorectal cancer. N Engl J Med. 2004; 351:337–345. [PubMed:  15269313]  "
},
{
          "paragraph5": "5. Bonner JA, Harari PM, Giralt J, et al. Radiotherapy plus cetuximab for squamous-cell carcinoma of  the head and neck. N Engl J Med. 2006; 354:567–578. [PubMed: 16467544]  "
},
{
          "paragraph6": "6. Jonker DJ, O’Callaghan CJ, Karapetis CS, et al. Cetuximab for the treatment of colorectal cancer. N  Engl J Med. 2007; 357:2040–2048. [PubMed: 18003960]  "
},
{
          "paragraph7": "7. Saltz LB, Meropol NJ, Loehrer PJ Sr, et al. Phase II trial of cetuximab in patients with refractory  colorectal cancer that expresses the epidermal growth factor receptor. J Clin Oncol. 2004; 22:1201– 1208. [PubMed: 14993230]  "
},
{
          "paragraph8": "8. Baselga J, Trigo JM, Bourhis J, et al. Phase II multicenter study of the antiepidermal growth factor  receptor monoclonal antibody cetuximab in combination with platinum-based chemotherapy in  patients with platinum-refractory metastatic and/or recurrent squamous cell carcinoma of the head  and neck. J Clin Oncol. 2005; 23:5568–5577. [PubMed: 16009950]  "
},
{
          "paragraph9": "9. Herbst RS, Arquette M, Shin DM, et al. Phase II multicenter study of the epidermal growth factor  receptor antibody cetuximab and cisplatin for recurrent and refractory squamous cell carcinoma of  the head and neck. J Clin Oncol. 2005; 23:5578–5587. [PubMed: 16009949]  "
},
{
          "paragraph10": "10. Thienelt CD, Bunn PA Jr, Hanna N, et al. Multicenter phase I/II study of cetuximab with paclitaxel  and carboplatin in untreated patients with stage IV non-small-cell lung cancer. J Clin Oncol. 2005;  23:8786–8793. [PubMed: 16246975]  "
},
{
          "paragraph11": "11. Rosell R, Robinet G, Szczesna A, et al. Randomized phase II study of cetuximab plus cisplatin/ vinorelbine compared with cisplatin/vinorelbine alone as first-line therapy in EGFR-expressing  advanced non-small-cell lung cancer. Ann Oncol. 2008; 19:362–369. [PubMed: 17947225]  "
},
{
          "paragraph12": "12. Herbst RS, Chansky K, Kelly K, et al. A phase II randomized selection trial evaluating concurrent  chemotherapy plus cetuximab or chemotherapy followed by cetuximab in patients with advanced  non-small cell lung cancer (NSCLC): Final report of SWOG 0342. Proc Am Soc Clin Oncol.  2007; 25(suppl 18):7545. "
},
{
          "paragraph13": "13. Butts CA, Bodkin D, Middleman EL, et al. Randomized phase II study of gemcitabine plus  cisplatin, with or without cetuximab, as first-line therapy for patients with advanced or metastatic  non small-cell lung cancer. J Clin Oncol. 2007; 25:5777–5784. [PubMed: 18089875]  "
},
{
          "paragraph14": "14. Lynch T, Patel T, Dreisbach L, et al. A randomized multicenter phase III study of cetuximab  (Erbitux®) in combination with taxane/carboplatin versus taxane/carboplatin alone as first-line  treatment for patients with advanced/metastatic non-small cell lung cancer (NSCLC). J Thorac  Oncol. 2007; 2(suppl 4):S340–S341. "
},
{
          "paragraph15": "15. Pirker R, Szczesna A, Von Pawell J, et al. FLEX: A randomized, multi-center, phase III study of  cetuximab in combination with cisplatin/vinorelbine (CV) versus CV alone in the first-line  "
},
{
          "paragraph16": "Guarino et al. Page 7 "
},
{
          "paragraph17": "Oncologist. Author manuscript; available in PMC 2017 February 15. "
},
{
          "paragraph18": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph19": "treatment of patients with advanced non-small cell lung cancer (NSCLC) [abstract]. J Clin Oncol.  2008; 27:3. "
},
{
          "paragraph20": "16. Shepherd FA, Rodrigues Pereira J, Ciuleanu T, et al. Erlotinib in previously treated non-small-cell  lung cancer. N Engl J Med. 2005; 353:123–132. [PubMed: 16014882]  "
},
{
          "paragraph21": "17. Moore MJ, Goldstein D, Hamm J, et al. Erlotinib plus gemcitabine compared with gemcitabine  alone in patients with advanced pancreatic cancer: A phase III trial of the National Cancer Institute  of Canada Clinical Trials Group. J Clin Oncol. 2007; 25:1960–1966. [PubMed: 17452677]  "
},
{
          "paragraph22": "18. Jimeno A, Rubio-Viqueira B, Amador ML, et al. Epidermal growth factor receptor dynamics  influences response to epidermal growth factor receptor targeted agents. Cancer Res. 2005;  65:3003–3010. [PubMed: 15833824]  "
},
{
          "paragraph23": "19. Huang S, Armstrong EA, Benavente S, et al. Dual-agent molecular targeting of the epidermal  growth factor receptor (EGFR): Combining anti-EGFR antibody with tyrosine kinase inhibitor.  Cancer Res. 2004; 64:5355–5362. [PubMed: 15289342]  "
},
{
          "paragraph24": "20. Matar P, Rojo F, Cassia R, et al. Combined epidermal growth factor receptor targeting with the  tyrosine kinase inhibitor gefitinib (ZD1839) and the monoclonal antibody cetuximab (IMC-C225):  Superiority over single-agent receptor targeting. Clin Cancer Res. 2004; 10:6487–6501. [PubMed:  15475436]  "
},
{
          "paragraph25": "21. Baselga J, Schöffski, Rojo F, et al. A phase I pharmacokinetic (PK) and molecular  pharmacodynamic (PD) study of the combination of two anti-EGFR therapies, the monoclonal  antibody (MAb) cetuximab (C) and the tyrosine kinase inhibitor (TKI) gefitinib (G), in patients  (pts) with advanced colorectal cancer (CRC), head and neck (HNC) and non-small cell lung cancer  (NSCLC). Proc Am Soc Clin Oncol. 2006; 24(suppl 18):3006. "
},
{
          "paragraph26": "22. Preston GG, Calvo E, Papadopoulos K, et al. Multi-targeted inhibition of the epidermal growth  factor receptor (EGFR) and vascular endothelial growth factor receptor (VEGFR) pathways: A  phase I study of cetuximab (C), erlotinib (E), and bevacizumab (B) in patients with solid tumors.  Proc Am Soc Clin Oncol. 2006; 24(suppl 18):3005. "
},
{
          "paragraph27": "23. Tan AR, Moore DF, Hidalgo M, et al. Pharmacokinetics of cetuximab after administration of  escalating single dosing and weekly fixed dosing in patients with solid tumors. Clin Cancer Res.  2006; 12:6517–6522. [PubMed: 17065274]  "
},
{
          "paragraph28": "Guarino et al. Page 8 "
},
{
          "paragraph29": "Oncologist. Author manuscript; available in PMC 2017 February 15. "
},
{
          "paragraph30": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph31": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph32": "Guarino et al. Page 9 "
},
{
          "section:1": "Table 1"
},
{
          "paragraph1": "Adverse events of special interest (n = 22) "
},
{
          "paragraph2": "Adverse event "
},
{
          "paragraph3": "n (% of patients) "
},
{
          "paragraph4": "Any grade Grade 3 or 4 "
},
{
          "paragraph5": "Acneform rasha 22 (100) 2 (9.1) "
},
{
          "paragraph6": "Diarrhea 17 (77.3) 1 (4.5) "
},
{
          "paragraph7": "Hypomagnesemiab 10 (58.8) 2 (11.8) "
},
{
          "paragraph8": "Infusion reactionc 3 (13.6) 0 "
},
{
          "paragraph9": "aAcneform rash was a composite of the Medical Dictionary for Regulatory Activities version 10 preferred terms: rash, rash pustular, rash  erythematous, dermatitis acneform, dermatitis exfoliative, rash papular, rash pruritic, rash generalized, rash macular, rash maculopapular, acne,  acne pustular, skin desquamation, and dry skin. "
},
{
          "paragraph10": "bIncidence of hypomagnesemia in 17 patients who had serum magnesium measured. "
},
{
          "paragraph11": "cInfusion reaction was a composite of the following preferred terms: infusion reaction, infusion-related reaction, hypersensitivity, anaphylactic  reaction, anaphylactic shock, and anaphylactoid reaction. In addition, the terms dyspnea, pyrexia, and chills were grouped under infusion reaction  when their onset occurred on the first day of study treatment. "
},
{
          "paragraph12": "Oncologist. Author manuscript; available in PMC 2017 February 15. "
},
{
          "paragraph13": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph14": "Guarino et al. Page 10 "
},
{
          "section:1": "Table 2"
},
{
          "paragraph1": "Drug-related adverse events (n = 22) "
},
{
          "paragraph2": "Adverse event "
},
{
          "paragraph3": "n (% of patients) "
},
{
          "paragraph4": "Any grade Grade 3 or 4 "
},
{
          "paragraph5": "Nausea 7 (31.8) 1 (4.5) "
},
{
          "paragraph6": "Fatigue 7 (31.8) 1 (4.5) "
},
{
          "paragraph7": "Pyrexia 5 (22.7) 0 "
},
{
          "paragraph8": "Decreased weight 3 (13.6) 0 "
},
{
          "paragraph9": "Vomiting 2 (9.1) 0 "
},
{
          "paragraph10": "Asthenia 2 (9.1) 1 (4.5) "
},
{
          "paragraph11": "Anorexia 2 (9.1) 0 "
},
{
          "paragraph12": "Headache 2 (9.1) 0 "
},
{
          "paragraph13": "Hypoaesthesia 2 (9.1) 0 "
},
{
          "paragraph14": "Glossodynia 2 (9.1) 0 "
},
{
          "paragraph15": "Anorexia 2 (9.1) 0 "
},
{
          "paragraph16": "All drug-related adverse events are those occurring in two or more patients. "
},
{
          "paragraph17": "Oncologist. Author manuscript; available in PMC 2017 February 15. "
}]