[{
     "paragraph1": "Safety and Antitumor Activity of the Multi-Targeted Pan-TRK,  ROS1, and ALK Inhibitor Entrectinib (RXDX-101): Combined  Results from Two Phase 1 Trials (ALKA-372-001 and STARTRK-1) "
},
{
     "paragraph2": "Alexander Drilon1,*,&, Salvatore Siena2,3,*,%, Sai-Hong Ignatius Ou4,&, Manish Patel5,&,  Myung Ju Ahn6,&, Jeeyun Lee6,&, Todd M. Bauer7,&, Anna F. Farago8,&, Jennifer J.  Wheler9,&, Stephen V. Liu10,&, Robert Doebele11,&, Laura Giannetta2,%, Giulio Cerea2,%,  Giovanna Marrapese2,%, Michele Schirru2,%, Alessio Amatu2,%, Katia Bencardino2,%, Laura  Palmeri2,%, Andrea Sartore-Bianchi2,%, Angelo Vanzulli2,3,%, Sara Cresta13,%, Silvia  Damian13,%, Matteo Duca13,%, Elena Ardini14, Gang Li12, Jason Christiansen12, Karey  Kowalski12, Ann Johnson12, Rupal Patel12, David Luo12, Edna Chow-Maneval12, Zachary  Hornby12, Pratik S. Multani12, Alice T. Shaw8,&, and Filippo G. De Braud13,% "
},
{
     "paragraph3": "1Memorial Sloan Kettering Cancer Center and Weill Cornell Medical College, New York, New  York, USA "
},
{
     "paragraph4": "2Niguarda Cancer Center, Grande Ospedale Metropolitano Niguarda "
},
{
     "paragraph5": "3Dipartimento di Oncologia e Emato-Oncologia, Università degli Studi di Milano, Milan, Italy "
},
{
     "paragraph6": "4Chao Family Comprehensive Cancer Center, University of California, Irvine, California, USA "
},
{
     "paragraph7": "5Sarah Cannon Research Institute/Florida Cancer Specialists, Sarasota, Florida, USA "
},
{
     "paragraph8": "6Samsung Medical Center, Seoul, Korea "
},
{
     "paragraph9": "7Sarah Cannon Research Institute/Tennessee Oncology, PLLC, Nashville, Tennessee, USA "
},
{
     "paragraph10": "8Massachusetts General Hospital, Boston, Massachusetts, USA "
},
{
     "paragraph11": "9The University of Texas MD Anderson Cancer Center, Houston, Texas, USA "
},
{
     "paragraph12": "10Georgetown Lombardi Comprehensive Cancer Center, Washington, DC, USA "
},
{
     "paragraph13": "11University of Colorado Cancer Center, Aurora, Colorado, USA "
},
{
     "paragraph14": "12Ignyta, Inc., San Diego, California, USA "
},
{
     "paragraph15": "13Fondazione IRCCS Istituto Nazionale dei Tumori, Milan, Italy "
},
{
     "paragraph16": "CORRESPONDING AUTHOR: Alexander Drilon, MD, Thoracic Oncology Service and Developmental Therapeutics Clinic,  Department of Medicine, Memorial Sloan Kettering Cancer Center, 300 E 66th St. BAIC 1253, New York, New York, 10065, Phone:  646-888-4206, Fax: 646-888-4263, drilona@mskcc.org. *Drs. Drilon and Siena contributed equally as first authors %ALKA-372-001 Investigators &STARTRK-1 Investigators "
},
{
     "paragraph17": "CONFLICTS OF INTEREST AD has received honoraria from Ignyta. AF has consulted for AbbVie, Intervention Insights, Merrimack Pharmaceuticals, Pharmamar  SA, and Takeda. JW is currently employed by Novartis. RD has research agreements with Ignyta and Loxo and intellectual property  royalties and/or licensing fees from Abbott Molecular and Ariad Pharmaceuticals. SS is an advisory board member of Amgen, Bayer,  Eli Lilly, Merck, Novartis, Roche, and Sanofi. GL, JC, KK, AJ, RP, DL, ECM, ZH, and PM are employees of Ignyta. EA is an  employee of Nerviano Medical Sciences. "
},
{
     "Figure": "nihms848554_page0_95.jpg"
},
{
     "paragraph18": "HHS Public Access Author manuscript Cancer Discov. Author manuscript; available in PMC 2017 October 01. "
},
{
     "paragraph19": "Published in final edited form as: Cancer Discov. 2017 April ; 7(4): 400–409. doi:10.1158/2159-8290.CD-16-1237. "
},
{
     "paragraph20": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
     "paragraph21": "14Nerviano Medical Sciences s.r.l, Milan, Italy "
},
{
          "section:1": "Abstract"
},
{
          "paragraph1": "Entrectinib, a potent oral inhibitor of the tyrosine kinases TRKA/B/C, ROS1, and ALK, was  evaluated in two Phase 1 studies in patients with advanced or metastatic solid tumors, including  patients with active CNS disease. Here we summarize the overall safety and report the antitumor  activity of entrectinib in a cohort of patients with tumors harboring NTRK1/2/3, ROS1, or ALK  gene fusions, naïve to prior TKI treatment targeting the specific gene, and who were treated at  doses that achieved therapeutic exposures consistent with the RP2D. Entrectinib was well  tolerated, with predominantly Grades 1/2 adverse events that were reversible with dose  modification. Responses were observed in NSCLC, colorectal cancer, mammary analog secretory  carcinoma, melanoma, and renal cell carcinoma, as early as 4 weeks after starting treatment and  lasting as long as > 2 years. Notably, a complete CNS response was achieved in a patient with  SQSTM1-NTRK1-rearranged lung cancer. "
},
{
          "paragraph2": "Keywords "
},
{
          "paragraph3": "Entrectinib; RXDX-101; NTRK fusion; NTRK rearrangement; ROS1 fusion "
},
{
          "section:1": "INTRODUCTION"
},
{
          "paragraph1": "Recurrent gene fusions are oncogenic drivers of tumor growth and survival across a variety  of malignancies.(1) Structurally, many of these fusions retain an intact tyrosine kinase  domain fused to an upstream gene partner that promotes ligand-independent dimerization.  The resultant chimeric oncoprotein initiates and sustains downstream signaling resulting in  tumor growth and proliferation.(2) As molecular profiling of tumors continues to migrate  toward more comprehensive platforms, such as DNA-based next-generation sequencing and  RNA-based anchored multiplex polymerase chain reaction (PCR), the number of these  fusion events that are detectable in the clinic continues to rise substantially(3, 4). "
},
{
          "paragraph2": "Most importantly, a significant proportion of recurrent gene rearrangements are clinically  actionable. In patients with advanced ALK and ROS1-rearranged non-small cell lung cancer  (NSCLC), three targeted therapies (crizotinib [Xalkori®], ceritinib [Zykadia™], alectinib  [Alecensa®]) have been approved based on dramatic improvements in response rate and  progression-free survival.(5–9). Beyond NSCLC, ALK rearrangements have also been  identified in a variety of malignancies, including anaplastic large cell lymphoma, renal cell,  breast, esophageal, and colorectal cancers, as have ROS1 rearrangements in colorectal,  gastric, and ovarian cancers, glioblastoma multiforme, and cholangiocarcinomas.(2) "
},
{
          "paragraph3": "Similar to ALK and ROS1 rearrangements, recurrent gene fusions involving the genes  NTRK1, NTRK2, and NTRK3 are actionable drivers of tumor growth(10, 11). These genes  encode the proteins TRKA, TRKB, and TRKC, respectively, and play roles in neuronal  development, cell survival, and cellular proliferation(12). In the rearranged state, the  activated fusion kinases signal through the RAS-RAF-MEK-ERK, PI3K-AKT-mTOR, and  PLCγ-PKC pathways, driving the initiation and progression of malignancy. These fusions  "
},
{
          "paragraph4": "Drilon et al. Page 2 "
},
{
          "paragraph5": "Cancer Discov. Author manuscript; available in PMC 2017 October 01. "
},
{
          "paragraph6": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph7": "have been detected in a variety of tumors, including lung(13), gastrointestinal(14–16), head  and neck(1), thyroid(17–19), spitzoid cancers(20, 21), sarcomas(22–24), primary brain  tumors(25–27) and AML(28, 29). While many of these events are found at a lower incidence  in tumors such as lung and gastrointestinal cancers, they are found in the majority of rare  tumors such as secretory breast carcinoma(30), mammary analogue secretory carcinoma  (MASC)(31, 32) and congenital infantile fibrosarcoma(33), where the identification of an  NTRK fusion is a defining factor for diagnosis. "
},
{
          "paragraph8": "The presence of recurrent gene fusions involving NTRK1, NTRK2, NTRK3, ROS1, and  ALK across different tumor histologies and the growing number of events that are detected  in patient samples underscore the ongoing need for routine diagnostic testing to identify  gene fusions. Equally critical is the need for clinical trials that afford access to effective  targeted agents regardless of histology, in what is commonly referred to as a “basket” trial  design. Phase 1 trials have rapidly evolved to meet this challenge, establishing not only the  recommended Phase 2 dose (RP2D) of a promising agent, but also providing meaningful  efficacy data in molecularly defined subsets of patients.(34) Here, we present the combined  results of two Phase 1 trials of entrectinib(16), a novel, highly-potent, orally-available, ATP- competitive tyrosine kinase inhibitor with low- to sub-nanomolar enzymatic efficacy against  TRKA, TRKB, TRKC, ROS1, and ALK (IC50s of 1.7, 0.1, 0.1, 0.2, and 1.6 nM,  respectively)(35). Furthermore, the drug was specifically designed to cross the blood-brain  barrier in an effort to address both primary brain tumors and brain metastases in patients  with NTRK1-, NTRK2-, NTRK3-, ROS1-, and ALK-rearranged cancers(36). "
},
{
          "section:1": "RESULTS"
},
{
               "section:2": "Demographics"
},
{
               "paragraph1": "Between October 2012 and March 2016, a total of 119 patients with advanced solid tumors  were treated with entrectinib: 54 on ALKA-372-001 and 65 on STARTRK-1. The  demographic features of these patients are summarized in Table 1. The median age was 55  years (range 18–80 years). The majority of patients had an ECOG performance status of 0–1  (96%, n=114/119) and received 3 or more prior treatments for their cancer (83%, n=98/119),  including prior ALK/ROS1 inhibitors (27%, n=32/119) and checkpoint inhibitors (3%,  n=4/119). Patients with a wide range of solid tumors, including primary brain, head and  neck, sarcoma, breast, melanoma, renal cell, and ovarian tumors were treated. The most  predominant tumor type was NSCLC (60%, n=71/119), followed by tumors of the  gastrointestinal tract (15%, n=18/119). "
},
{
               "paragraph2": "The 54 patients on ALKA-372-001 were treated on the following dosing schedules: 19 on  Schedule A (fasted, 4 days on entrectinib and 3 days off entrectinib for 21 of 28 days), 29 on  Schedule B (fed, continuous daily dosing for 28 days), and 6 on Schedule C (fed, 4 days on  entrectinib and 3 days off entrectinib for 28 days). All 65 patients on STARTRK-1 received  continuous daily dosing with entrectinib (daily for 28 days). "
},
{
               "paragraph3": "Drilon et al. Page 3 "
},
{
               "paragraph4": "Cancer Discov. Author manuscript; available in PMC 2017 October 01. "
},
{
               "paragraph5": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
               "section:2": "Safety Profile"
},
{
               "paragraph1": "The most common treatment-related adverse events of any grade were fatigue/asthenia  (46%, n=55/119), dysgeusia (42%, n=50/119), paresthesias, (29%, n=34/119), nausea (28%,  n=33/119), and myalgias (23%, n=27/119) (Table 2). The majority of treatment-related  adverse events were Grade 1 or 2 in severity; Grade 3 events were reversible with dose  modifications. Dose reduction occurred in 15% (n=18/119) of patients. No dose-limiting  toxicities (DLTs) were observed on ALKA-372-001; two DLTs occurred on STARTRK-1 at  a daily dose of 800 mg: Grade 3 cognitive disturbance and Grade 3 fatigue, both resolved  with dose interruption. At the 800 mg dose level, one additional patient experienced Grade 4  eosinophilic myocarditis, which was the only Grade 4 treatment-related adverse event  reported on either study. This event occurred after 2 doses of entrectinib; the patient was  subsequently discontinued from the study and fully recovered from the event. No Grade 5  treatment-related adverse events were reported. "
},
{
               "paragraph2": "There were no significant differences in toxicity between patients who received intermittent  dosing (Schedules A and C on ALKA-372-001) and continuous dosing (Schedule B on  ALKA-372-001 and STARTRK-1) despite numerical differences between these two groups,  such as a higher incidence of dysgeusia, increased blood creatinine, and weight increase in  patients on continuous dosing. These are detailed in Supplemental Table 1. "
},
{
               "paragraph3": "The number of patients and treatment-related adverse events observed at each dose level on  either trial are summarized in Supplemental Tables 2 and 3. A continuous dose of 400  mg/m2 was designated as the BSA-based RP2D based upon a review of safety and  pharmacokinetics. Per protocol, the next dose tested was 800 mg (fixed dosing), which  resulted in two DLTs as described above; a continuous dose of 600 mg daily was then tested  and identified as the fixed-dose MTD and RP2D in adults. The treatment-related adverse  events in patients who received entrectinib at the RP2D are summarized in Supplemental  Table 4. "
},
{
               "section:2": "Pharmacokinetics"
},
{
               "paragraph1": "In the ALKA-372-001 study, Schedule A, when entrectinib was administered in the fasted  state, exposure (Cmax and AUC) appeared to increase in a dose-proportional manner across  the dose range of 100 to 800 mg/m2 with no appreciable increase in exposure observed at  higher doses of 1200 or 1600 mg/m2. In Schedules B and C, entrectinib exposure increased  in a less than dose-proportional manner when it was co-administered with food. In the  STARTRK-1 study, entrectinib was administered with food and exposure increased in a  linear manner from 100 to 400 mg/m2, and from 600 to 800 mg flat dosing (Figure 1).  Steady state was reached within two weeks of continuous dosing with average accumulation  of approximately 2-fold. The plasma half-life of entrectinib was estimated to be between  20–22 hours and compatible with a once daily, continuous dosing regimen (Supplemental  Table 5). At the RP2D, the mean steady state Ctrough of 1590 nM was greater than 4-fold  higher than that of trough concentrations observed in animal tumor models with complete  tumor inhibition (corrected for plasma protein binding differences across species). (36, 37) "
},
{
               "paragraph2": "Drilon et al. Page 4 "
},
{
               "paragraph3": "Cancer Discov. Author manuscript; available in PMC 2017 October 01. "
},
{
               "paragraph4": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
               "section:2": "Antitumor Activity"
},
{
               "paragraph1": "Of the 119 patients treated on either trial, 60 had a gene rearrangement involving  NTRK1/2/3, ROS1, or ALK. Of the remaining 59 patients, 53 had other molecular  alterations, broadly categorized as point mutations, amplifications, copy number variants, or  insertions/deletions, and six patients were enrolled without a known alteration of  NTRK1/2/3, ROS1, or ALK (Supplemental Table 6). No objective responses (per RECIST  v1.1)(38) were observed in patients whose tumors harbored non-gene fusions involving  NTRK1/2/3, ROS1, or ALK, with the exception of one patient with an ALK F1245V mutant  neuroblastoma for whom a durable, confirmed PR lasted 8.3 months; this patient remained  on study treatment for more than 3.5 years due to clinical benefit. Furthermore, no responses  were observed in the 25 patients with recurrent gene rearrangements involving ROS1 (n=6)  or ALK (n=19) who had previously received a ROS1 inhibitor (crizotinib) or ALK inhibitors  (crizotinib, ceritinib, or alectinib), respectively, prior to entrectinib. Thirteen of the 19 ALK  patients received more than one prior ALK inhibitor, including two patients that received  more than two prior ALK inhibitors. "
},
{
               "section:2": "Phase 2-Eligible Population"
},
{
               "paragraph1": "Given that responses were observed only in TKI treatment-naïve patients with a fusion  involving NTRK1/2/3, ROS1, or ALK, the population that would serve as the focus of later- phase development of entrectinib, an analysis was performed of patients treated on either  Phase 1 trial who met criteria for what was defined as a “Phase 2-eligible population”. This  included patients whose tumors harbored a recurrent gene fusion involving any of the 5  genes of interest, with a history of no prior TKI treatment targeting the fusion of interest,  and who were treated on ALKA-372-001 or STARTRK-1 at doses that achieved therapeutic  exposures consistent with the RP2D of 600 mg of entrectinib daily (Supplemental Figure 1). "
},
{
               "paragraph2": "Of the 60 patients with gene rearrangements, five patients were treated with doses that were  below those which achieved therapeutic exposures consistent with the RP2D. Of the  remaining 55 patients, 25 were previously treated with a TKI targeted to one of the fusions  of interest (45%, n=25/55). For the purposes of this analysis, crizotinib was not considered a  significant inhibitor of TRKA/B/C (IC50s of 580 and 399 nM towards TRKA and TRKB,  respectively)(39), and one patient with an NTRK3 fusion who received this drug in the past  was classified as ”Phase 2-eligible”. "
},
{
               "paragraph3": "Of the resulting 30 patients comprising the “Phase 2-eligible” patient population as defined  above, 25 patients were evaluable (Table 3), of whom 24 patients had extracranial solid  tumors and one patient had a glioneuronal tumor. The waterfall plot for the 24 patients with  extracranial solid tumors is shown in Figure 2. In three NTRK1/2/3-rearranged advanced  solid tumors with RECIST-measurable disease, the ORR was 100% (95% CI: 44, 100).  These included patients with NSCLC (SQSTM1-NTRK1)(40), MASC (ETV6-NTRK3)(31),  and colorectal cancer (LMNA-NTRK1)(16). An additional patient with a BCAN-NTRK1- rearranged glioneuronal tumor experienced stable disease by RECIST, but further analysis  via 3-dimensional volumetric assessment demonstrated a 60% reduction in total tumor  burden(41). This radiographic response was accompanied by a clinical response to therapy  with diminished ataxia and diplopia. "
},
{
               "paragraph4": "Drilon et al. Page 5 "
},
{
               "paragraph5": "Cancer Discov. Author manuscript; available in PMC 2017 October 01. "
},
{
               "paragraph6": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
               "paragraph7": "In 14 ROS1-rearranged solid tumors, the ORR was 86% (95% CI: 60, 96). These confirmed  responses included 2 CRs. With the exception of one patient with a GOPC-ROS1-rearranged  melanoma, all other patients who responded had ROS1-rearranged NSCLC. In seven ALK- rearranged solid tumors, the ORR was 57% (95% CI: 25, 84), and responses were observed  in ALK-rearranged NSCLC, renal cell carcinoma, and colorectal cancer. "
},
{
               "paragraph8": "Initial responses to entrectinib were demonstrated within Cycles 1 (scans performed at 4  weeks) or 2 (scans performed at 8 weeks). Responses to entrectinib therapy were also  durable, with the longest duration of clinical benefit observed in a ROS1-rearranged lung  cancer patient who remains on therapy at 32 months as of the data cutoff date (Figure 3).  Recognizing that different tumor types were treated, the median duration of response for  ROS1- and ALK-rearranged cancers was 17.4 months (95% CI: 12.7, not reached) and 7.4  months (95% CI: 3.7, not reached), respectively. For the three responding patients with  NTRK-rearranged cancers, the durations of response were 2.6 months, 4.6 months, and 15.1  months (patient ongoing as of data cutoff date), respectively. "
},
{
               "paragraph9": "With a median duration of follow up of 15 months, a number of exploratory secondary  endpoints were analyzed. Considering the variety of tumor types evaluated in this study,  each with a different natural history, the median progression-free survival for patients  harboring NTRK1/2/3- (n=4), ROS1- (n=14), and ALK- (n=7) rearranged malignancies was  not reached (95% CI: 3.6, not reached), 19.0 months (95% CI: 6.5, not reached), and 8.3  months (95%CI: 4.6, 12.0), respectively. Among all 25 patients, the median overall survival  has not been reached (95% CI: 19.0 months, not reached). The proportion of patients  surviving at 12 months was 89.4% (95% CI: 75.5, 100%). "
},
{
               "section:2": "Intracranial Activity"
},
{
               "paragraph1": "Among the 25 evaluable “Phase 2-eligible population”, 32% (n=8/25) of patients had known  primary or metastatic disease involving the brain prior to treatment with entrectinib.  Responses were noted in five out of the eight (63%) patients: four patients with NTRK1-  (n=1), ROS1- (n=2), and ALK- (n=1) rearranged NSCLC and one additional patient with  ALK-rearranged colorectal cancer; among the responders, four patients have had prior  radiotherapy to the brain. Of note, the patient with SQSTM1-NTRK1-rearranged NSCLC  had 15–20 brain metastases identified at baseline not previously irradiated; a complete  intracranial response was achieved with entrectinib therapy that is ongoing at 15 months as  of the data cutoff date (Figure 4)(40). "
},
{
          "section:1": "DISCUSSION"
},
{
          "paragraph1": "Here, we present a large multicenter safety experience in 119 patients treated with the novel  pan-TRK, ROS1, and ALK inhibitor entrectinib on two Phase 1 trials. We demonstrated that  the drug is safe and well-tolerated. No patients discontinued the study due to adverse events.  The majority of treatment-related adverse events were Grade 1 or 2 in severity, and all were  reversible with dose interruption and/or modification. Dose modification was required in  only 15% of patients. Specific adverse events such as dysgeusia, sensory neuropathy,  cognitive changes, and weight gain, are thought to be on-target toxicities of entrectinib  mediated by TRK receptor inhibition(42). Forty-five patients were treated at the identified  "
},
{
          "paragraph2": "Drilon et al. Page 6 "
},
{
          "paragraph3": "Cancer Discov. Author manuscript; available in PMC 2017 October 01. "
},
{
          "paragraph4": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph5": "recommended Phase 2 dose of 600 mg daily with continuous dosing. Given that no  significant differences in toxicity were observed between continuous daily dosing and  intermittent dosing schedules, continuous dosing was chosen due to its ability to enable 24- hour continuous exposures above those required for complete tumor inhibition in animal  tumor models, resulting in sustained target inhibition. "
},
{
          "paragraph6": "Entrectinib demonstrated robust antitumor activity in TKI-naïve patients harboring gene  rearrangements involving NTRK, ROS1, or ALK genes. Responses were fast and durable,  and clinical benefit was observed across a broad range of solid tumors regardless of  histology, including NSCLC, MASC, melanoma, glioneuronal tumor, colorectal cancer, and  renal cell carcinoma. The majority of responses were observed within Cycle 1 or 2, and  several patients continued treatment beyond a year, with the longest response approaching  2.5 years as of the time of the data cutoff. Intriguingly, the responses in patients with NTRK- rearranged tumors are particularly notable as these provide proof-of-principle that NTRK  rearrangements are clinically actionable drivers of tumor growth. We thus strongly  encourage that clinicians continue to test for these alterations using comprehensive  molecular profiling platforms that are poised to identify these alterations, preferably with a  strategy that combines both testing at the DNA level and, potentially, the RNA level, when  feasible.(13) While no responses were observed in patients with recurrent gene  rearrangements who had previously received ROS1 or ALK inhibitors, further investigation  will be required to determine the activity of this drug in TKI pre-treated patients considering  that the drug is active preclinically against potential resistance mutations such as the ALK  L1196M mutation that can emerge after crizotinib therapy in ALK-rearranged lung cancers. "
},
{
          "paragraph7": "Of note, entrectinib showed promising antitumor activity in the central nervous system. This  becomes particularly important when we consider that cancers that can harbor NTRK,  ROS1, or ALK rearrangements such as lung cancers and melanomas have a proclivity for  central nervous system metastasis. Moreover, many primary adult and pediatric brain tumors  such as astrocytoma, glioblastoma, and pediatric gliomas harbor NTRK1, NTRK2, NTRK3,  or ROS1 fusions.(10) On STARTRK-1, a complete response was achieved in the brain in a  patient with SQSTM1-NTRK1-rearranged lung cancer with an ongoing response at 15  months at the time of the data cutoff(40). Substantial reduction in disease burden was  likewise noted by volumetric analysis in a BCAN-NTRK1-rearranged glioneuronal  tumor(41). These cases highlight the intracranial activity of entrectinib against both  metastatic disease and primary brain tumors that can otherwise result in substantial  morbidity and mortality. As has been observed in ALK-rearranged lung cancers, the use of a  CNS-penetrant drug like entrectinib in the first-line setting in patients with ROS1-rearranged  lung cancers may potentially improve outcomes for patients compared to treatment with  crizotinib, which is thought to be less CNS-penetrant. "
},
{
          "paragraph8": "Lastly, these studies emphasize the utility of clinical trial strategies that focus on molecular  enrichment independent of tumor histology as a model for the development of promising  targeted therapies, especially in patients with rare incidence of genomic aberrations. Over  the last decade, expansion cohorts on Phase 1 trials have driven the accelerated approval of  targeted therapies such as crizotinib for ALK- and ROS1-rearranged lung cancers.(6, 34)  The same model can potentially be applied to establish preliminary efficacy across a variety  "
},
{
          "paragraph9": "Drilon et al. Page 7 "
},
{
          "paragraph10": "Cancer Discov. Author manuscript; available in PMC 2017 October 01. "
},
{
          "paragraph11": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph12": "of cancer types, especially as actionable drivers of interest such as NTRK rearrangements  are detected at a lower frequency across multiple histologies, precluding the ability to easily  accrue histology-specific cohorts on ongoing trials. Later phase clinical trials, so called  “basket studies” provide a complementary approach that utilizes this paradigm. For  entrectinib, a global, multicenter, Phase 2 basket study (STARTRK-2, NCT02568267) is  currently accruing patients with NTRK-, ROS1-, and ALK-rearranged cancers with the  intent of confirming the results generated by STARTRK-1 and ALKA. "
},
{
          "section:1": "METHODS"
},
{
          "paragraph1": "Patients with locally advanced or metastatic solid tumors harboring NTRK1/2/3, ROS1, or  ALK molecular alterations were enrolled in one of two Phase 1 studies aimed at determining  the MTD or RP2D of entrectinib: Study ALKA-372-001 (“ALKA”; EudraCT  2012-000148-88; 2 sites, Italy) and Study RXDX-101-01 (“STARTRK-1”; NCT02097810;  10 sites, United States, Korea, and Spain). Patients were enrolled in the ALKA study  between October 2012 and November 2015, and in the STARTRK-1 study between July  2014 and February 2016, respectively. "
},
{
               "section:2": "Study Design"
},
{
               "paragraph1": "Patients were assigned sequentially to escalating dose levels of entrectinib following a  standard 3+3 design. All patients received entrectinib orally and remained on study  treatment until disease progression (with allowance to remain on study if the treating  physician deemed the patient as continuing to derive clinical benefit), development of  unacceptable toxicity, or withdrawal of consent. Fasted and fed, BSA-based and flat dosing,  as well as intermittent and continuous daily dosing regimens were evaluated. Entrectinib was  initially dosed by body surface area (BSA; doses ranging from 100 mg/m2 to 1600 mg/m2)  and later transitioned to flat dosing (doses ranging from 600 mg to 800 mg). In addition,  intermittent dosing regimens were evaluated in addition to once daily, continuous dosing. In  the ALKA study, patients were enrolled across three dosing regimens: Schedule A (fasted, 4  days on/3 days off for three out of four weeks), Schedule B (fed, continuous daily dosing),  and Schedule C (fed, 4 days on/3 days off). In the STARTRK-1 study, all patients received  entrectinib on a fed, continuous daily dosing regimen (Supplemental Figure 2). Patients were  enrolled into STARTRK-1 and ALKA Schedules B and C simultaneously after Schedule A  was completed. "
},
{
               "paragraph2": "On both studies, the starting dose was 100 mg/m2. At least 3 patients at each dose level were  monitored for dose limiting toxicities (DLTs) through Cycle 1 (Day 28 for ALKA and Day  42 for STARTRK-1). DLTs were defined as any Grade ≥ 2 CNS, Grade ≥ 3 non- hematologic, Grade ≥ 3 and/or lasting > 7 days hematologic (as well as febrile neutropenia)  toxicities according to the National Cancer Institute Common Terminology Criteria for  Adverse Events (NCI CTCAE; v4.03). Failure to recover (except alopecia) to Grade ≤ 1 or  baseline after delaying the initiation of next cycle by a maximum of 14 (ALKA) or 28  (STARTRK-1) days was also considered a DLT. Patients were eligible for DLT evaluation if  they experienced a DLT after at least one dose of study drug or did not experience a DLT  having taken a minimum of 75% (ALKA) or 80% (STARTRK-1) of doses expected during  "
},
{
               "paragraph3": "Drilon et al. Page 8 "
},
{
               "paragraph4": "Cancer Discov. Author manuscript; available in PMC 2017 October 01. "
},
{
               "paragraph5": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
               "paragraph6": "Cycle 1. Patients who did not fulfill these requirements or who discontinued the study prior  to completing the DLT evaluation period were to be replaced. The MTD was defined as the  highest dose associated with first-cycle DLT in < 33% of patients. If an MTD was not  reached, RP2D was to be selected based on available safety, tolerability, pharmacokinetics  (PK) and pharmacodynamics (PD) data from different dose levels and dosing regimens  tested. "
},
{
               "section:2": "Study Population"
},
{
               "paragraph1": "All patients had a histologically- or cytologically-confirmed diagnosis of relapsed or  refractory advanced/metastatic solid tumor for whom no alternative effective standard  therapy was available or for whom standard therapy was considered unsuitable or  intolerable, Eastern Cooperative Oncology Group performance status (ECOG PS) ≤ 2, a life  expectancy of ≥ 3 months, and adequate organ function. Patients with stable asymptomatic  CNS involvement were eligible. "
},
{
               "paragraph2": "TRKA/B/C, ROS1, or ALK molecular alterations were detected via immunohistochemistry  (IHC), fluorescence in situ hybridization (FISH), or RNA/DNA-based methods (e.g., next  generation sequencing [NGS], NanoString) performed at the various local institutions or  through third-party commercial diagnostic providers. "
},
{
               "paragraph3": "Institutional review boards and/or ethics committees approved the study, which was  conducted according to the Declaration of Helsinki, the International Conference on  Harmonisation, and the Guidelines for Good Clinical Practice. Data were anonymized to  protect the identities of subjects involved in the research. All patients provided written  informed consent. "
},
{
               "section:2": "Safety Assessments"
},
{
               "paragraph1": "Safety was assessed from the first dose until 30 days after the last dose of entrectinib or until  the resolution or stability of any drug-related toxicity. Clinical and laboratory assessments  were performed at least once weekly during the first 2 cycles of treatment: weekly and bi- weekly after ≥ 1 year of treatment (ALKA) or bi-weekly (STARTRK-1), at the end of  treatment visit, and approximately 28–30 days after discontinuing study drug. Laboratory  assessments included routine hematology and chemistry panels, coagulation parameters, and  urinalysis. Twelve-lead single ECGs (triplicate in STARTRK-1) were obtained at baseline  and around the anticipated maximal and steady-state entrectinib plasma concentrations (e.g.,  between 3 and 6 hours post-dose) with time-matched PK samples (various time points on  Cycles 1 through 4), at the end of treatment visit, as well as whenever clinically indicated, to  assess for potential QTc changes as a result of treatment with entrectinib. "
},
{
               "section:2": "Pharmacokinetics"
},
{
               "paragraph1": "Depending on dosing regimens, serial blood samples for PK analyses were obtained at  various time points throughout Cycle 1. Samples were shipped frozen to Accelera (ALKA;  Nerviano, Italy) and InVentiv (STARTRK-1; Princeton, NJ, USA) for analysis of entrectinib  (and its metabolites) using a validated liquid chromatography–tandem mass spectrometry  assay. PK analysis for all parameters was performed using Phoenix WinNonlin software  "
},
{
               "paragraph2": "Drilon et al. Page 9 "
},
{
               "paragraph3": "Cancer Discov. Author manuscript; available in PMC 2017 October 01. "
},
{
               "paragraph4": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
               "paragraph5": "(version 6.4.0.768, Pharsight Corporation, Mountain View, CA, USA). Parameters analyzed  included: maximum observed plasma concentration (Cmax) and minimum observed plasma  concentration (C24h), time of maximum observed plasma concentration (Tmax), effective  half-life (t1/2), and area under the plasma concentration-time curve (AUC). "
},
{
               "section:2": "Pharmacodynamics"
},
{
               "paragraph1": "For all patients who provided consent, archival tumor tissue, if available, was submitted for  retrospective and/or additional exploratory genomic profiling. Tissue (if clinically feasible)  and blood at the time of progression in addition to monthly blood samples were collected to  gain insights into potential mechanisms of resistance. Molecular alteration status of the  NTRK1/2/3, ROS1, and ALK genes, among others, were collected in nucleic acids isolated  from plasma using NGS for future analyses. "
},
{
               "section:2": "Tumor Assessments"
},
{
               "paragraph1": "CT/MRI of the brain, chest, abdomen, and pelvis, as clinically indicated, were initially  performed at the end of Cycle 2 and every 8 weeks thereafter. For both studies, a protocol  amendment later modified the first assessment time point to the end of Cycle 1 and every 8  weeks thereafter. All scans were read locally and tumor response evaluated according to the  Response Evaluation Criteria In Solid Tumors (RECIST) v1.1.(38) "
},
{
               "section:2": "Statistical Analysis"
},
{
               "paragraph1": "Patients who received at least one dose of entrectinib were included in the efficacy and  safety analyses, irrespective of molecular alteration. In addition, patients with evidence of a  gene fusion were analyzed as a subset. Demographics, baseline characteristics, adverse  events, vital signs, and clinical laboratory evaluations were summarized with descriptive  statistics. Objective response was defined as confirmed complete response (CR) or partial  response (PR) that persists on repeat imaging ≥ 4 weeks after initial documentation of  response. Objective response rate (ORR) was calculated as the proportion of responders out  of the population of patients with measurable disease at baseline. The Kaplan-Meier method  was used to estimate the median, 25th, and 75th percentiles for time-to-event endpoints  (duration of response [DOR], progression-free survival [PFS], and overall survival [OS]),  with corresponding 95% confidence intervals. The data cutoff date for safety and efficacy  analyses for both studies was September 20, 2016. "
},
{
               "paragraph2": "Supplementary Material "
},
{
               "paragraph3": "Refer to Web version on PubMed Central for supplementary material. "
},
{
               "paragraph4": "Acknowledgments "
},
{
               "paragraph5": "FUNDING "
},
{
               "paragraph6": "Supported by Ignyta, Inc. "
},
{
               "paragraph7": "Drilon et al. Page 10 "
},
{
               "paragraph8": "Cancer Discov. Author manuscript; available in PMC 2017 October 01. "
},
{
               "paragraph9": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "section:1": "References"
},
{
          "paragraph1": "1. Stransky N, Cerami E, Schalm S, Kim JL, Lengauer C. The landscape of kinase fusions in cancer.  Nature communications. 2014; 5:4846. "
},
{
          "paragraph2": "2. Shaw AT, Hsu PP, Awad MM, Engelman JA. Tyrosine kinase gene rearrangements in epithelial  malignancies. Nature reviews Cancer. 2013; 13(11):772–87. [PubMed: 24132104]  "
},
{
          "paragraph3": "3. Drilon A, Wang L, Arcila ME, Balasubramanian S, Greenbowe JR, Ross JS, et al. Broad, Hybrid  Capture-Based Next-Generation Sequencing Identifies Actionable Genomic Alterations in Lung  Adenocarcinomas Otherwise Negative for Such Alterations by Other Genomic Testing Approaches.  Clinical cancer research : an official journal of the American Association for Cancer Research.  2015; 21(16):3631–9. [PubMed: 25567908]  "
},
{
          "paragraph4": "4. Murphy DA, Ely HA, Shoemaker R, Boomer A, Culver BP, Hoskins I, et al. Detecting Gene  Rearrangements in Patient Populations Through a 2-Step Diagnostic Test Comprised of Rapid IHC  Enrichment Followed by Sensitive Next-Generation Sequencing. Applied immunohistochemistry &  molecular morphology. 2016 Mar 29. Epub ahead of print.  "
},
{
          "paragraph5": "5. Solomon BJ, Mok T, Kim DW, Wu YL, Nakagawa K, Mekhail T, et al. First-line crizotinib versus  chemotherapy in ALK-positive lung cancer. The New England journal of medicine. 2014; 371(23): 2167–77. [PubMed: 25470694]  "
},
{
          "paragraph6": "6. Shaw AT, Ou SH, Bang YJ, Camidge DR, Solomon BJ, Salgia R, et al. Crizotinib in ROS1- rearranged non-small-cell lung cancer. The New England journal of medicine. 2014; 371(21):1963– 71. [PubMed: 25264305]  "
},
{
          "paragraph7": "7. Shaw AT, Kim DW, Mehra R, Tan DS, Felip E, Chow LQ, et al. Ceritinib in ALK-rearranged non- small-cell lung cancer. The New England journal of medicine. 2014; 370(13):1189–97. [PubMed:  24670165]  "
},
{
          "paragraph8": "8. Ou SH, Ahn JS, De Petris L, Govindan R, Yang JC, Hughes B, et al. Alectinib in Crizotinib- Refractory ALK-Rearranged Non-Small-Cell Lung Cancer: A Phase II Global Study. Journal of  clinical oncology : official journal of the American Society of Clinical Oncology. 2016; 34(7):661– 8. [PubMed: 26598747]  "
},
{
          "paragraph9": "9. Shaw AT, Gandhi L, Gadgeel S, Riely GJ, Cetnar J, West H, et al. Alectinib in ALK-positive,  crizotinib-resistant, non-small-cell lung cancer: a single-group, multicentre, phase 2 trial. The lancet  oncology. 2016; 17(2):234–42. [PubMed: 26708155]  "
},
{
          "paragraph10": "10. Vaishnavi A, Le AT, Doebele RC. TRKing down an old oncogene in a new era of targeted therapy.  Cancer discovery. 2015; 5(1):25–34. [PubMed: 25527197]  "
},
{
          "paragraph11": "11. Amatu A, Sartore-Bianchi A, Siena S. NTRK gene fusions as novel targets of cancer therapy  across multiple tumour types. ESMO Open. 2016; 1(2) "
},
{
          "paragraph12": "12. Chao MV. Neurotrophins and their receptors: a convergence point for many signalling pathways.  Nature reviews Neuroscience. 2003; 4(4):299–309. [PubMed: 12671646]  "
},
{
          "paragraph13": "13. Vaishnavi A, Capelletti M, Le AT, Kako S, Butaney M, Ercan D, et al. Oncogenic and drug- sensitive NTRK1 rearrangements in lung cancer. Nature medicine. 2013; 19(11):1469–72. "
},
{
          "paragraph14": "14. Ardini E, Bosotti R, Borgia AL, De Ponti C, Somaschini A, Cammarota R, et al. The TPM3- NTRK1 rearrangement is a recurring event in colorectal carcinoma and is associated with tumor  sensitivity to TRKA kinase inhibition. Molecular oncology. 2014; 8(8):1495–507. [PubMed:  24962792]  "
},
{
          "paragraph15": "15. Lee SJ, Li GG, Kim ST, Hong ME, Jang J, Yoon N, et al. NTRK1 rearrangement in colorectal  cancer patients: evidence for actionable target using patient-derived tumor cell line. Oncotarget.  2015; 6(36):39028–35. [PubMed: 26472021]  "
},
{
          "paragraph16": "16. Sartore-Bianchi A, Ardini E, Bosotti R, Amatu A, Valtorta E, Somaschini A, et al. Sensitivity to  Entrectinib Associated With a Novel LMNA-NTRK1 Gene Fusion in Metastatic Colorectal  Cancer. Journal of the National Cancer Institute. 2016; 108(1) "
},
{
          "paragraph17": "17. Greco A, Mariani C, Miranda C, Lupas A, Pagliardini S, Pomati M, et al. The DNA rearrangement  that generates the TRK-T3 oncogene involves a novel gene on chromosome 3 whose product has a  potential coiled-coil domain. Molecular and cellular biology. 1995; 15(11):6118–27. [PubMed:  7565764]  "
},
{
          "paragraph18": "Drilon et al. Page 11 "
},
{
          "paragraph19": "Cancer Discov. Author manuscript; available in PMC 2017 October 01. "
},
{
          "paragraph20": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph21": "18. Leeman-Neill RJ, Kelly LM, Liu P, Brenner AV, Little MP, Bogdanova TI, et al. ETV6-NTRK3 is a  common chromosomal rearrangement in radiation-associated thyroid cancer. Cancer. 2014;  120(6):799–807. [PubMed: 24327398]  "
},
{
          "paragraph22": "19. Bongarzone I, Pierotti MA, Monzini N, Mondellini P, Manenti G, Donghi R, et al. High frequency  of activation of tyrosine kinase oncogenes in human papillary thyroid carcinoma. Oncogene. 1989;  4(12):1457–62. [PubMed: 2594368]  "
},
{
          "paragraph23": "20. Wiesner T, He J, Yelensky R, Esteve-Puig R, Botton T, Yeh I, et al. Kinase fusions are frequent in  Spitz tumours and spitzoid melanomas. Nature communications. 2014; 5:3116. "
},
{
          "paragraph24": "21. Yeh I, Tee MK, Botton T, Hunter Shain A, Sparatta AJ, Gagnon A, et al. NTRK3 kinase fusions in  Spitz tumours. The Journal of pathology. 2016; 240(3):282–290. [PubMed: 27477320]  "
},
{
          "paragraph25": "22. Haller F, Knopf J, Ackermann A, Bieg M, Kleinheinz K, Schlesner M, et al. Paediatric and adult  soft tissue sarcomas with NTRK1 gene fusions: a subset of spindle cell sarcomas unified by a  prominent myopericytic/haemangiopericytic pattern. The Journal of pathology. 2016; 238(5):700– 10. [PubMed: 26863915]  "
},
{
          "paragraph26": "23. Morosini D, Chmielecki J, Goldberg M, Ross J, Stephens P, VAM, et al. Comprehensive genomic  profiling of sarcomas from 267 adolescents and young adults to reveal a spectrum of targetable  genomic alterations. Journal of Clinical Oncology. 2015; 33(15_suppl (May 20 Supplement)): 11020. "
},
{
          "paragraph27": "24. Punnett HH, Tomczak EZ, Pawel BR, de Chadarevian JP, Sorensen PH. ETV6-NTRK3 gene fusion  in metastasizing congenital fibrosarcoma. Medical and pediatric oncology. 2000; 35(2):137–9.  [PubMed: 10918240]  "
},
{
          "paragraph28": "25. Frattini V, Trifonov V, Chan JM, Castano A, Lia M, Abate F, et al. The integrated landscape of  driver genomic alterations in glioblastoma. Nature genetics. 2013; 45(10):1141–9. [PubMed:  23917401]  "
},
{
          "paragraph29": "26. Jones DT, Hutter B, Jager N, Korshunov A, Kool M, Warnatz HJ, et al. Recurrent somatic  alterations of FGFR1 and NTRK2 in pilocytic astrocytoma. Nature genetics. 2013; 45(8):927–32.  [PubMed: 23817572]  "
},
{
          "paragraph30": "27. Wu G, Diaz AK, Paugh BS, Rankin SL, Ju B, Li Y, et al. The genomic landscape of diffuse  intrinsic pontine glioma and pediatric non-brainstem high-grade glioma. Nature genetics. 2014;  46(5):444–50. [PubMed: 24705251]  "
},
{
          "paragraph31": "28. Eguchi M, Eguchi-Ishimae M, Tojo A, Morishita K, Suzuki K, Sato Y, et al. Fusion of ETV6 to  neurotrophin-3 receptor TRKC in acute myeloid leukemia with t(12;15)(p13;q25). Blood. 1999;  93(4):1355–63. [PubMed: 9949179]  "
},
{
          "paragraph32": "29. Kralik JM, Kranewitter W, Boesmueller H, Marschon R, Tschurtschenthaler G, Rumpold H, et al.  Characterization of a newly identified ETV6-NTRK3 fusion transcript in acute myeloid leukemia.  Diagnostic pathology. 2011; 6:19. [PubMed: 21401966]  "
},
{
          "paragraph33": "30. Tognon C, Knezevich SR, Huntsman D, Roskelley CD, Melnyk N, Mathers JA, et al. Expression of  the ETV6-NTRK3 gene fusion as a primary event in human secretory breast carcinoma. Cancer  cell. 2002; 2(5):367–76. [PubMed: 12450792]  "
},
{
          "paragraph34": "31. Drilon A, Li G, Dogan S, Gounder M, Shen R, Arcila M, et al. What hides behind the MASC:  clinical response and acquired resistance to entrectinib after ETV6-NTRK3 identification in a  mammary analogue secretory carcinoma (MASC). Annals of oncology : official journal of the  European Society for Medical Oncology/ESMO. 2016; 27(5):920–6. "
},
{
          "paragraph35": "32. Urano M, Nagao T, Miyabe S, Ishibashi K, Higuchi K, Kuroda M. Characterization of mammary  analogue secretory carcinoma of the salivary gland: discrimination from its mimics by the  presence of the ETV6-NTRK3 translocation and novel surrogate markers. Human pathology.  2015; 46(1):94–103. [PubMed: 25456394]  "
},
{
          "paragraph36": "33. Knezevich SR, McFadden DE, Tao W, Lim JF, Sorensen PH. A novel ETV6-NTRK3 gene fusion  in congenital fibrosarcoma. Nature genetics. 1998; 18(2):184–7. [PubMed: 9462753]  "
},
{
          "paragraph37": "34. Camidge DR, Bang YJ, Kwak EL, Iafrate AJ, Varella-Garcia M, Fox SB, et al. Activity and safety  of crizotinib in patients with ALK-positive non-small-cell lung cancer: updated results from a  phase 1 study. The lancet oncology. 2012; 13(10):1011–9. [PubMed: 22954507]  "
},
{
          "paragraph38": "35. Anderson D, Ciomei M, Banfi P, Cribioli S, Ardini E, Galvani A, et al. Inhibition of Trk-driven  tumors by the pan-Trk inhibitor RXDX-101. European journal of cancer. 2014; 50:101. "
},
{
          "paragraph39": "Drilon et al. Page 12 "
},
{
          "paragraph40": "Cancer Discov. Author manuscript; available in PMC 2017 October 01. "
},
{
          "paragraph41": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph42": "36. Ardini E, Menichincheri M, Banfi P, Bosotti R, De Ponti C, Pulci R, et al. Entrectinib, a Pan-TRK,  ROS1, and ALK Inhibitor with Activity in Multiple Molecularly Defined Cancer Indications.  Molecular cancer therapeutics. 2016; 15(4):628–39. [PubMed: 26939704]  "
},
{
          "paragraph43": "37. Li G, Kim ST, Kim K-M, Lee J, Russo M, Misale S, et al. Abstract A173: Potent anti-tumor  activity of entrectinib in patient-derived models harboring oncogenic gene rearrangements of  NTRKs. Molecular cancer therapeutics. 2015; 14(12 Supplement 2):A173-A. "
},
{
          "paragraph44": "38. Eisenhauer EA, Therasse P, Bogaerts J, Schwartz LH, Sargent D, Ford R, et al. New response  evaluation criteria in solid tumours: revised RECIST guideline (version 1.1). European journal of  cancer. 2009; 45(2):228–47. [PubMed: 19097774]  "
},
{
          "paragraph45": "39. Zou HY, Li Q, Lee JH, Arango ME, McDonnell SR, Yamazaki S, et al. An orally available small- molecule inhibitor of c-Met, PF-2341066, exhibits cytoreductive antitumor efficacy through  antiproliferative and antiangiogenic mechanisms. Cancer research. 2007; 67(9):4408–17.  [PubMed: 17483355]  "
},
{
          "paragraph46": "40. Farago AF, Le LP, Zheng Z, Muzikansky A, Drilon A, Patel M, et al. Durable Clinical Response to  Entrectinib in NTRK1-Rearranged Non-Small Cell Lung Cancer. Journal of thoracic oncology :  official publication of the International Association for the Study of Lung Cancer. 2015; 10(12): 1670–4. "
},
{
          "paragraph47": "41. Alvarez-Breckenridge C, Miller J, Nayyar N, Gill C, Kaneb A, D’Andrea M, et al. Clinical and  radiographic response following targeting of novel BCAN-NTRK1 fusion in glioneuronal tumors.  NPJ Precision Oncology. 2017 in press.  "
},
{
          "paragraph48": "42. Lin JC, Tsao D, Barras P, Bastarrachea RA, Boyd B, Chou J, et al. Appetite enhancement and  weight gain by peripheral administration of TrkB agonists in non-human primates. PloS one. 2008;  3(4):e1900. [PubMed: 18382675]  "
},
{
          "paragraph49": "Drilon et al. Page 13 "
},
{
          "paragraph50": "Cancer Discov. Author manuscript; available in PMC 2017 October 01. "
},
{
          "paragraph51": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph52": "STATEMENT OF SIGNIFICANCE "
},
{
          "paragraph53": "Gene fusions of NTRK1/2/3, ROS1 and ALK (encoding TRKA/B/C, ROS1 and ALK,  respectively) lead to constitutive activation of oncogenic pathways. Entrectinib was  shown to be well tolerated and active against those gene fusions in solid tumors,  including in patients with primary or secondary CNS disease. "
},
{
          "paragraph54": "Drilon et al. Page 14 "
},
{
          "paragraph55": "Cancer Discov. Author manuscript; available in PMC 2017 October 01. "
},
{
          "paragraph56": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "Figure": "nihms848554_page14_383.jpg"
},
{
          "section:1": "Figure 1"
},
{
          "paragraph1": " Pharmacokinetics of Entrectinib at Steady-State (Continuous Daily Dosing) Mean steady state (Day 28) patient plasma concentration profiles at escalating dose levels  were plotted over the dosing interval following once-daily continuous dosing. The target  IC50 and IC90 values are based on entrectinib-induced tumor growth inhibition in mouse  xenograft models of NTRK1-rearranged colorectal cancer. "
},
{
          "paragraph2": "Drilon et al. Page 15 "
},
{
          "paragraph3": "Cancer Discov. Author manuscript; available in PMC 2017 October 01. "
},
{
          "paragraph4": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "Figure": "nihms848554_page15_400.jpg"
},
{
          "section:1": "Figure 2"
},
{
          "paragraph1": " Best Response to Entrectinib in TKI Treatment-Naïve Extracranial Solid Tumor  Patients Each bar represents maximal tumor regression from baseline based upon the sum of the  longest diameters of target lesions (per RECIST 1.1) in the 24 “Phase 2-eligible” patients  with extracranial solid tumors. The dashed line at −30% indicates the threshold for partial  response. Specific molecular alterations are shown for each patient. The asterisk indicates  one patient with ROS1-rearranged NSCLC, who experienced no change in tumor burden  during treatment with entrectinib. "
},
{
          "paragraph2": "Drilon et al. Page 16 "
},
{
          "paragraph3": "Cancer Discov. Author manuscript; available in PMC 2017 October 01. "
},
{
          "paragraph4": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "Figure": "nihms848554_page16_414.jpg"
},
{
          "section:1": "Figure 3"
},
{
          "paragraph1": " Duration of Treatment Each bar indicates the duration of treatment for the 25 “Phase 2-eligible” patients at the time  of data cutoff. Specific molecular alterations are shown next to each patient. Arrows indicate  patients who were ongoing on study; X denotes patients who discontinued the study (all due  to disease progression); black diamonds represent time of first response; black bars represent  three patients who experienced disease progression but remained on study due to clinical  benefit. "
},
{
          "paragraph2": "Drilon et al. Page 17 "
},
{
          "paragraph3": "Cancer Discov. Author manuscript; available in PMC 2017 October 01. "
},
{
          "paragraph4": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "Figure": "nihms848554_page17_428.jpg"
},
{
          "section:1": "Figure 4"
},
{
          "paragraph1": " Baseline and on-study brain MRI images for a patient with SQSTM1-NTRK1- rearranged lung cancer Baseline head CT scans show metastases (red arrows) in the left occipital lobe (top panel)  and in the right thalamus (bottom panel). Restaging head CT scans show complete response  at 1 month and 18 months on entrectinib (at the time of data cutoff). "
},
{
          "paragraph2": "Drilon et al. Page 18 "
},
{
          "paragraph3": "Cancer Discov. Author manuscript; available in PMC 2017 October 01. "
},
{
          "paragraph4": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph5": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph6": "Drilon et al. Page 19 "
},
{
          "section:1": "Table 1"
},
{
               "section:2": "Demographics"
},
{
               "paragraph1": "The clinical and pathologic features of 119 patients with advanced solid tumors who received entrectinib on  either Phase 1 trial (ALKA-372-001 or STARTRK-1) are summarized. Most patients had an ECOG  performance status of 0 or 1 and were heavily pre-treated with three or more prior anti-cancer therapies.  Patients with a wide range of solid tumors were treated. "
},
{
               "paragraph2": "ALKA-372-001 (n=54) STARTRK-1 (n=65) TOTAL (n=119) "
},
{
               "paragraph3": "Age, years, median (range) 53 (22–77) 57 (18–80) 55 (18–80) "
},
{
               "paragraph4": "Sex, male/female (%) 44/56 48/52 46/54 "
},
{
               "paragraph5": "ECOG performance status, n (%) "
},
{
               "paragraph6": " 0 30 (56) 22 (34) 52 (44) "
},
{
               "paragraph7": " 1 21 (39) 41 (63) 62 (52) "
},
{
               "paragraph8": " 2 2 (4) 2 (3) 4 (3) "
},
{
               "paragraph9": " Unknown 1 (2) 0 1 (1) "
},
{
               "paragraph10": "Prior Systemic Therapies, n (%) "
},
{
               "paragraph11": " 0 0 6 (9) 6 (5) "
},
{
               "paragraph12": " 1–2 0 15 (23) 15 (13) "
},
{
               "paragraph13": " 3 – 4 3 (6) 25 (39) 28 (24) "
},
{
               "paragraph14": " > 4 51 (94) 19 (29) 70 (59) "
},
{
               "paragraph15": "Prior ROS1/ALK Inhibitors, n (%) 10 (19) 22 (34) 32 (27) "
},
{
               "paragraph16": "Prior Immunotherapy, n (%) 0 4 (6) 4 (3) "
},
{
               "paragraph17": "Tumor type, n (%) "
},
{
               "paragraph18": " NSCLC 35 (65) 36 (56) 71 (60) "
},
{
               "paragraph19": " Gastrointestinal Tract 9 (17) 9 (14) 18 (15) "
},
{
               "paragraph20": " CNS 4 (7) 1 (2) 5 (4) "
},
{
               "paragraph21": " Head & Neck 1 (2) 4 (6) 5 (4) "
},
{
               "paragraph22": " Other* 5 (9) 15 (23) 20 (17) "
},
{
               "paragraph23": "*Other tumor types: breast, cholangiocarcinoma, melanoma, neuroblastoma, neuroendocrine tumors, ovarian, pancreatic, prostate, renal cell  carcinoma, sarcoma, squamous skin cancer, unknown primary "
},
{
               "paragraph24": "Cancer Discov. Author manuscript; available in PMC 2017 October 01. "
},
{
               "paragraph25": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
               "paragraph26": "Drilon et al. Page 20 "
},
{
          "section:1": "Table 2"
},
{
          "paragraph1": "Adverse Events "
},
{
          "paragraph2": "Listed below are adverse events reported in at least 10% of the patients (n=119) with advanced solid tumors  who received entrectinib on either Phase 1 trial (ALKA-372-001 or STARTRK-1) and that were deemed by  the investigators to be related to study drug. There was only one Grade 4 treatment-related adverse event of  eosinophilic myocarditis on STARTRK-1. No treatment-related Grade 5 events were reported. "
},
{
          "paragraph3": "Adverse Event Term n (%) Grade 1 Grade 2 Grade 3 All Grades (n=119) "
},
{
          "paragraph4": "Fatigue/Asthenia 28 (24) 22 (19) 5 (4) 55 (46) "
},
{
          "paragraph5": "Dysgeusia 47 (40) 3 (3) 0 50 (42) "
},
{
          "paragraph6": "Paresthesia 34 (29) 0 0 34 (29) "
},
{
          "paragraph7": "Nausea 29 (24) 4 (3) 0 33 (28) "
},
{
          "paragraph8": "Myalgia 23 (19) 4 (3) 0 27 (23) "
},
{
          "paragraph9": "Diarrhea 19 (16) 3 (3) 1 (1) 23 (19) "
},
{
          "paragraph10": "Vomiting 19 (16) 1 (1) 0 20 (17) "
},
{
          "paragraph11": "Arthralgia 12 (10) 6 (5) 1 (1) 19 (16) "
},
{
          "paragraph12": "Dizziness 14 (12) 5 (4) 0 19 (16) "
},
{
          "paragraph13": "Constipation 12 (10) 2 (2) 0 14 (12) "
},
{
          "paragraph14": "Weight increased 4 (3) 6 (5) 2 (2) 12 (10) "
},
{
          "paragraph15": "Cancer Discov. Author manuscript; available in PMC 2017 October 01. "
},
{
          "paragraph16": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph17": "Drilon et al. Page 21 "
},
{
          "section:1": "Table 3"
},
{
          "paragraph1": "Molecular Characteristics of the “Phase 2-Eligible” Patients "
},
{
          "paragraph2": "The specific molecular profile of 25 patients with advanced solid tumors who received entrectinib on either  Phase 1 trial (ALKA-372-001 or STARTRK-1) are summarized. "
},
{
          "paragraph3": "No. Gene Tumor Type Molecular Alteration Diagnostic Method "
},
{
          "paragraph4": "1 NTRK NSCLC SQSTM1-NTRK1 NGS "
},
{
          "paragraph5": "2 NTRK Glioneuronal BCAN-NTRK1 NGS "
},
{
          "paragraph6": "3 NTRK MASC ETV6-NTRK3 NGS "
},
{
          "paragraph7": "4 NTRK mCRC LMNA-NTRK1 NGS "
},
{
          "paragraph8": "5 ROS1 NSCLC ROS1+ FISH "
},
{
          "paragraph9": "6 ROS1 NSCLC ROS1+ FISH "
},
{
          "paragraph10": "7 ROS1 NSCLC CD74-ROS1 NGS "
},
{
          "paragraph11": "8 ROS1 NSCLC ROS1+ FISH "
},
{
          "paragraph12": "9 ROS1 NSCLC ROS1+ FISH "
},
{
          "paragraph13": "10 ROS1 NSCLC EZR-ROS1 NGS "
},
{
          "paragraph14": "11 ROS1 NSCLC ROS1+ FISH "
},
{
          "paragraph15": "12 ROS1 Melanoma GOPC-ROS1 NGS "
},
{
          "paragraph16": "13 ROS1 NSCLC ROS1+ FISH "
},
{
          "paragraph17": "14 ROS1 NSCLC ROS1+ FISH "
},
{
          "paragraph18": "15 ROS1 NSCLC ROS1+ FISH "
},
{
          "paragraph19": "16 ROS1 NSCLC ROS1+ FISH "
},
{
          "paragraph20": "17 ROS1 NSCLC ROS1+ FISH "
},
{
          "paragraph21": "18 ROS1 NSCLC SDC4-ROS1 NGS "
},
{
          "paragraph22": "19 ALK NSCLC ALK+ FISH "
},
{
          "paragraph23": "20 ALK NSCLC ALK+ FISH "
},
{
          "paragraph24": "21 ALK RCC VCL-ALK NGS "
},
{
          "paragraph25": "22 ALK NSCLC ALK+ FISH "
},
{
          "paragraph26": "23 ALK mCRC CAD-ALK NGS "
},
{
          "paragraph27": "24 ALK NSCLC ALK+ FISH "
},
{
          "paragraph28": "25 ALK Unknown Primary D5F3-ALK NGS "
},
{
          "paragraph29": "MASC = Mammary Analog Secretory Carcinoma; RCC = Renal Cell Carcinoma "
},
{
          "paragraph30": "Cancer Discov. Author manuscript; available in PMC 2017 October 01. "
}]