[{
     "paragraph1": "Phase 1 study of romidepsin plus erlotinib in advanced non- small cell lung cancer "
},
{
     "paragraph2": "David E. Gerbera,e,*, David A. Boothmanb,e, Farjana J Fattahe, Ying Donge, Hong Zhuc,e,  Rachel A. Skeltone, Laurin L. Priddye, Peggy Voe, Jonathan E. Dowella,e, Venetia Saroded,  Richard Leff, Claudia Meekf, Yang Xiec,e, and Joan H. Schillera,e "
},
{
     "paragraph3": "aDepartment of Internal Medicine (Division of Hematology-Oncology), University of Texas  Southwestern Medical Center "
},
{
     "paragraph4": "bDepartment of Pharmacology, University of Texas Southwestern Medical Center "
},
{
     "paragraph5": "cDepartment of Clinical Sciences (Biostatistics), University of Texas Southwestern Medical Center "
},
{
     "paragraph6": "dDepartment of Pathology, University of Texas Southwestern Medical Center "
},
{
     "paragraph7": "eHarold C. Simmons Cancer Center, University of Texas Southwestern Medical Center "
},
{
     "paragraph8": "fTexas Tech University Health Sciences Center School of Pharmacy "
},
{
          "section:1": "Abstract"
},
{
          "paragraph1": "Purpose—Preclinical studies demonstrated anti-tumor efficacy of the combination of the histone  deacetylase (HDAC) inhibitor romidepsin plus erlotinib in non-small cell lung cancer (NSCLC)  models that were insensitive to erlotinib monotherapy. We therefore, studied this combination in a  phase 1 clinical trial in previously treated advanced NSCLC. "
},
{
          "paragraph2": "Methods—Romidepsin (8 or 10 mg/m2) was administered intravenously on days 1, 8, and 15  every 28 days in combination with erlotinib (150 mg orally daily), with romidepsin monotherapy  lead-in during Cycle 1. Correlative studies included peripheral blood mononuclear cell HDAC  activity and histone acetylation status, and EGFR pathway activation status in skin biopsies. "
},
{
          "paragraph3": "Results—A total of 17 patients were enrolled. Median number of prior lines of therapy was 3  (range 1–5). No cases had a sensitizing EGFR mutation. The most common related adverse events  were nausea, vomiting, and fatigue (each 82%), diarrhea (65%), anorexia (53%), and rash (41%).  Dose-limiting nausea and vomiting occurred at the romidepsin 10 mg/m2 level despite aggressive  antiemetic prophylaxis and treatment. Among 10 evaluable patients, the best response was stable  disease (n = 7) and progressive disease (n = 3). Median progression-free survival (PFS) was 3.3  months (range 1.4–16.5 months). Prolonged PFS (>6 months) was noted in a KRAS mutant  "
},
{
          "paragraph4": "*Corresponding Author: David E. Gerber, MD, Division of Hematology-Oncology, Harold C. Simmons Cancer Center, University of  Texas Southwestern Medical Center, 5323 Harry Hines Blvd., Mail Code 8852, Dallas, Texas 75390-8852, Phone: 214-648-4180, Fax:  214-648-1955, david.gerber@utsouthwestern.edu.  Publisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our  customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of  the resulting proof before it is published in its final citable form. Please note that during the production process errors may be  discovered which could affect the content, and all legal disclaimers that apply to the journal pertain. "
},
{
          "paragraph5": "Prior presentations: Presented in abstract form at the 2013 Annual Meeting of the American Society of Clinical Oncology, May 30– June 5, 2013, Chicago, IL. "
},
{
          "Figure": "nihms829669_page0_66.jpg"
},
{
          "paragraph6": "HHS Public Access Author manuscript Lung Cancer. Author manuscript; available in PMC 2016 December 01. "
},
{
          "paragraph7": "Published in final edited form as: Lung Cancer. 2015 December ; 90(3): 534–541. doi:10.1016/j.lungcan.2015.10.008. "
},
{
          "paragraph8": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph9": "adenocarcinoma and a squamous cell cancer previously progressed on erlotinib monotherapy.  Romidepsin monotherapy inhibited HDAC activity, increased histone acetylation status, and  inhibited EGFR phosphorylation. "
},
{
          "paragraph10": "Conclusions—Romidepsin 8 mg/m2 plus erlotinib appears well tolerated, has evidence of  disease control, and exhibits effects on relevant molecular targets in an unselected advanced  NSCLC population. "
},
{
          "paragraph11": "Keywords "
},
{
          "paragraph12": "Non-small cell lung cancer; Epidermal growth factor receptor; Histone deacetylase inhibitor;  Epigenetics; Clinical trial; Erlotinib; Romidepsin "
},
{
          "section:1": "1. Introduction"
},
{
          "paragraph1": "The epidermal growth factor receptor (EGFR) represents a key therapeutic target for the  treatment of lung cancer and other malignancies. A number of human malignancies are  associated with aberrant or overexpression of EGFR.1 Over-expression of EGFR in certain  human tumors, including non-small cell lung cancer (NSCLC), has been correlated with  both chemo-resistance and poor prognosis.2,3 In NSCLC, it is now widely recognized that  EGFR inhibition has particular efficacy among the subset of patients with tumors harboring  sensitizing exon 19 and 21 EGFR mutations.4,5 "
},
{
          "paragraph2": "Beyond this limited population, EGFR inhibition has a less clear role in lung cancer therapy.  Compared to best supportive care, the EGFR inhibitor, erlotinib, results in improved  progression-free and overall survival6 and is U.S. FDA approved for second- and third-line  therapy. However, more recent studies have suggested that, in EGFR wild-type populations,  erlotinib may be inferior to single-agent cytotoxic agents, such as docetaxel.7 To improve  clinical outcomes, EGFR inhibitors have been combined with numerous other therapies,  including vascular endothelial growth factor (VEGF)-targeting agents,8 Src inhibitors,9  "
},
{
          "paragraph3": "insulin-like growth factor (IGF) inhibitors,10 and cyclooxygenase-2 (COX-2) inhibitors.11 "
},
{
          "paragraph4": "There is strong rationale to combine EGFR inhibition with histone deacetylase (HDAC)  inhibition. In addition to inducing expression of repressed genes by promoting histone  acetylation, HDAC inhibitors exert effects on multiple non-histone targets implicated in  erlotinib resistance, including heat shock protein 90 (HSP90), signal transducer and activator  of transcription 3 (STAT3), and signaling pathways such as MAP kinase and Akt.12,13 The  HDAC inhibitor, romidepsin, (Istodax, Celgene), is FDA approved for the treatment of  cutaneous T cell lymphoma. In vitro, romidepsin has demonstrated antiproliferative activity  against multiple human solid tumor cell lines,14,15 with the most potent effects noted against  lung cancer cell lines.16 In a phase 2 trial of romidepsin monotherapy in patients with  previously treated lung cancer, 9 of 18 patients achieved stable disease.17 Romidepsin  enhanced histone H4 acetylation, increased p21 expression, and shifted global gene  expression profiles in lung cancer cells toward those found in normal bronchial epithelium.18  "
},
{
          "paragraph5": "Additionally, preclinical studies suggest that combining erlotinib with romidepsin enhances  erlotinib efficacy. Romidepsin blocks signal transduction by Ras and MAPK, intracellular  mediators that may contribute to resistance to EGFR TKIs.19,20 Romidepsin also inhibits  "
},
{
          "paragraph6": "Gerber et al. Page 2 "
},
{
          "paragraph7": "Lung Cancer. Author manuscript; available in PMC 2016 December 01. "
},
{
          "paragraph8": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph9": "EGFR expression in cultured NSCLC cells.14 The synergistic effects of erlotinib plus  romidepsin have been demonstrated in a series of in vitro and in vivo experiments.21 "
},
{
          "paragraph10": "Based on extensive clinical experience in multiple cancers and promising preclinical  efficacy, we conducted a phase 1 trial of romidepsin plus erlotinib in previously treated,  advanced NSCLC. "
},
{
          "section:1": "2. Patients and Methods"
},
{
          "paragraph1": "This clinical trial (NCT01302808) was approved by the University of Texas Southwestern  Medical Center Institutional Review Board (IRB #012011-004). All subjects provided  written informed consent prior to undergoing any study-related procedures. This was an  open-label, single-institution, 3+3 dose escalation phase 1 trial. The primary objective of the  study was to determine the safety, tolerability, and maximum tolerated dose (MTD) of  romidepsin plus erlotinib. Secondary objectives included efficacy and pharmacokinetic  analyses. Exploratory objectives included characterizing the pharmacodynamic effects of  romidepsin plus erlotinib therapy on (1) histone acetylation and HDAC activity, and (2)  activation of EGFR pathway components. "
},
{
               "section:2": "2.1. Patient selection"
},
{
               "paragraph1": "Eligible patients were age ≥18 years, had histologically or cytologically confirmed  previously treated advanced NSCLC, measurable disease as defined by Response Evaluation  Criteria in Solid Tumors (RECIST) 1.0,22 adequate hematologic parameters and liver and  kidney function, and performance status ECOG 0–1. There was no limit to the number of  prior treatment regimens, and prior treatment with erlotinib was allowed. Previously treated  brain metastases were permitted. Due to concerns for potential cardiac toxicity from  romidepsin, patients could not have active cardiac disease, QTc prolongation, or other  clinically significant ECG abnormalities, and were also required to have serum potassium  and magnesium greater than or equal to the lower limit of the institutional normal range  (supplementation permitted).23 Concurrent use of medications known to cause prolongation  of the QTc interval and medications that moderately or potently inhibit cytochrome P450  isoenzyme CYP3A4 were prohibited. Prior exposure to romidepsin was not permitted.  Pregnant or lactating females were excluded. "
},
{
               "section:2": "2.2. Study treatment"
},
{
               "paragraph1": "Three romidepsin dose levels were planned in combination with standard erlotinib 150 mg  PO daily: romidepsin 8 mg/m2, 10 mg/m2, and 14 mg/m2 (the approved monotherapy dose),  administered as a 4-hour intravenous infusion on days 1, 8, and 15 of a28-day cycle. During  the conduct of the clinical trial, the emergence of frequent and severe nausea and/or  vomiting led to the routine implementation of standard premedication with 5HT3  antagonists and steroids for all patients. Erlotinib was taken at least one hour before or two  hours after eating. In Cycle 1, erlotinib was initiated on Day 3 to permit pharmacokinetic  and pharmacodynamic analysis of romidepsin monotherapy prior to combination treatment.  Treatment was continued until disease progression or unacceptable toxicity. "
},
{
               "paragraph2": "Gerber et al. Page 3 "
},
{
               "paragraph3": "Lung Cancer. Author manuscript; available in PMC 2016 December 01. "
},
{
               "paragraph4": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
               "paragraph5": "There was no intra-patient dose escalation. DLT was defined as a grade 3 or greater  hematologic or non-hematologic adverse event deemed probably or definitely related to  erlotinib and/or romidepsin. Grade 3 nausea/vomiting was considered a DLT only if it  occurred in spite of maximum antiemetics (eg, steroids, 5HT3 antagonists, prochlorperazine,  lorazepam). Due to potential for CYP3A4 interaction, administration of neurokin in inhibitor  antiemetics (aprepitant, fosaprepitant) was not permitted. "
},
{
               "paragraph6": "Dose reductions of the suspected causative agent were implemented for recurrent grade 3  and any grade 4 non-hematologic toxicities. Romidepsin dose reductions were implemented  for recurrent grade 3–4 neutropenia or thrombocytopenia, any episode of neutropenic fever,  or thrombocytopenia requiring platelet transfusion. Dose reductions were permanent, with  the exception of erlotinib dose reductions for dermatologic toxicity. Erlotinib rash was  managed with standard algorithms, including topical and systemic antibacterial agents and  steroids. "
},
{
               "section:2": "2.3. Study assessments"
},
{
               "paragraph1": "Safety assessments consisted of monitoring patient-reported symptoms, vital signs, physical  exam findings, blood and urine tests, and ECGs. Toxicities were graded according to the  NCI CTCAE, Version 3.0. Patients were assessed for response to therapy using RECIST 1.0  every 2 cycles of therapy. "
},
{
               "section:2": "2.4. Pharmacokinetic studies"
},
{
               "paragraph1": "On Days 1,2, 8, and 9 of Cycle 1, blood collection and plasma separation were performed at  the following times: immediately prior to romidepsin, 2 hours after initiation of infusion, 4  hours, 4.5 hours, 5 hours, 6 hours, and 24–28 hours. Methods for quantitation and  pharmacokinetic analysis of romidepsin (see Supplemental Text have been described  previously.24 Erlotinib pharmacokinetic parameters were not analyzed in this trial. "
},
{
               "section:2": "2.5. Correlative studies"
},
{
               "paragraph1": "We analyzed histone acetylation status and HDAC expression and activity in peripheral  blood mononuclear cells (PBMCs) drawn on Cycle 1 Day 1 and Day 8. Such an approach  has been utilized in numerous prior studies and appears to correlate with findings in tumor  tissue.25–28 We analyzed activation of EGFR pathway components in skin biopsies, a  previously employed technique that appears to correlate with tumor EGFR analysis and  clinical outcomes.29,30 Detailed methods of these analyses are provided in the Supplemental  Text. "
},
{
               "section:2": "2.6. Statistical analysis"
},
{
               "paragraph1": "Summary statistics for patient characteristics were reported using the mean, median,  standard deviation, minimum and maximum for continuous variables and using counts and  percentages for discrete variables. Adverse events were summarized in tables and presented  by dose level, seriousness, severity, and relatedness. We determined the rate of disease  control outcome (partial response or stable disease) and 95% confidence intervals (CI).  Progression-free survival (PFS) was determined by the Kaplan-Meier method. We assessed  "
},
{
               "paragraph2": "Gerber et al. Page 4 "
},
{
               "paragraph3": "Lung Cancer. Author manuscript; available in PMC 2016 December 01. "
},
{
               "paragraph4": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
               "paragraph5": "the association between pharmacodynamic endpoints, pharmacokinetics, toxicity, and  clinical outcomes using Pearson correlation, linear regression, and Cox proportional hazards. "
},
{
          "section:1": "3. Results"
},
{
               "section:2": "3.1 Treatment exposure"
},
{
               "paragraph1": "A total of 17 patients were accrued to this study. The median number of prior treatment  regimen was 3 (range 1–5). Additional baseline patient characteristics are presented in Table  1. One patient was enrolled but never received treatment due to the inability to achieve  minimum required levels of serum potassium and magnesium despite aggressive electrolyte  supplementation. Overall, six patients were treated at the 8 mg/m2 dose cohort and  11patients were treated at the 10 mg/m2 dose cohort. In the 8 mg/m2 cohort, the median  number of treatment cycles was 2 (range 1–16). No DLTs occurred in the 8 mg/m2 cohort. In  the 10 mg/m2 cohort, median number of treatment cycles was 2 (range 1–6). Reasons for  treatment discontinuation included disease progression (n = 8), DLT (n = 2), non-DLT  toxicities of nausea and fatigue (n = 2), logistical concerns (n = 1), and symptomatic  radiation therapy necrosis following prior cranial radiation (n = 1). Two patients died while  on study. One of these patients, who had squamous cell lung cancer and a prior history of  hemoptysis, developed recurrent hemoptysis considered unrelated to study therapy. The  other patient developed acute kidney injury (thought to be acute tubular necrosis) considered  related to study therapy. Specifically, approximately five weeks after starting therapy she  was admitted with nausea, vomiting, diarrhea, tachycardia, and hypotension. Despite initial  clinical improvement with intravenous hydration, serum creatinine continued to rise. On  hospital day #3, the patient developed altered mental status, then became unresponsive and  pulse less. "
},
{
               "paragraph2": "After successful treatment of three patients at the 8 mg/m2 dose cohort without DLT, three  patients were treated at the 10 mg/m2 dose cohort, of whom one had DLT of grade 3–4  nausea and/or vomiting related to romidepsin. At that point, study enrollment was suspended  and the protocol amended to require standard premedication with a 5HT3 antagonist (most  commonly ondansetron 12 mg IV) and steroid (dexamethasone 12 mg IV) prior to each dose  of romidepsin. Additionally, patients were given prescriptions for scheduled oral  ondansetron and dexamethasone after each romidepsin infusion, plus additional antiemetic  agents as needed. An additional four patients were enrolled at the 10 mg/m2 dose level  employing this standard antiemetic regimen. One patient was not evaluable for DLT and  replaced; another experienced DLT. Because clinically significant nausea and vomiting  continued to occur despite the aggressive antiemetic regimen in place, the decision was  made not to expand the 10 mg/m2 dose cohort further and to consider 10 mg/m2 to have  exceeded the MTD. Romidepsin dose was de-escalated to 8 mg/m2 with standard antiemetic  prophylaxis, which was well tolerated in three additional patients without DLT. It was  deemed the maximum tolerated dose. "
},
{
               "section:2": "3.2. Toxicity"
},
{
          "section:1": "Table 2"
},
{
          "paragraph1": "lists treatment-related adverse events by category, grade, and relationship to study  treatments. In addition to nausea and vomiting, the other most prevalent toxicities were  "
},
{
          "paragraph2": "Gerber et al. Page 5 "
},
{
          "paragraph3": "Lung Cancer. Author manuscript; available in PMC 2016 December 01. "
},
{
          "paragraph4": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
               "section:2": "3.3. Efficacy"
},
{
               "paragraph1": "hea, anorexia, and acneiform rash. All cases of rash were considered related to  erlotinib and were grade 1–2 in severity. Two cases of sinus tachycardia during romidepsin  administration occurred. These episodes resolved upon completion of the romidepsin  infusion. One patient developed mild elevation of cardiac enzymes without associated ECG  changes. "
},
{
               "section:2": "3.3. Efficacy"
},
{
               "section:2": "3.4. Pharmacokinetics"
},
{
               "paragraph1": "le for radiographic response, the best response was stable disease in 6  patients and progressive disease in 4 patients (disease control rate 60%; 95% CI, 26–88%).  The timing and duration of responses are shown in Figure 1. Median PFS was 57 days  (range 9–462 days). Of note, some of the greatest apparent benefit occurred in cases not  typically associated with erlotinib efficacy. A patient with squamous NSCLC who had most  recently experienced disease progression after treatment with erlotinib monotherapy  achieved stable disease for 16 months. A patient with KRAS mutant lung adenocarcinoma  had a minor radiographic response and stable disease for almost 6 months. "
},
{
               "section:2": "3.4. Pharmacokinetics"
},
{
               "section:2": "3.5. Biomarker studies"
},
{
               "paragraph1": "in Supplemental Table 1 and Supplemental Figure 1. We found no  significant associations between PK parameters (baseline AUC and Cmax) and clinical  outcomes (PFS and RECIST response). Likewise, there was no association between PK  parameters and toxicity. Finally, there was no association between PK parameters and  pharmacodynamic changes. "
},
{
               "section:2": "3.5. Biomarker studies"
},
{
               "paragraph1": "We evaluated pharmacodynamic effects of treatment on histone acetylation (Figure 2) and  HDAC activity in PBMCs (Figure 3) and on EGFR pathway components in skin biopsies  (Figure 4). Romidepsin caused a significant, but transient, decrease in HDAC activity (P <  0.001) and concomitant increase in H3 and H4 histone acetylation (P < 0.001) at both 8  mg/m2 and 10 mg/m2 dose levels. This effect did not appear to be modified by addition of  erlotinib. Romidepsin monotherapy resulted in a trend toward decreased expression of  phosphorylated EGFR (P = 0.09), but had no discernible effect on expression of EGFR,  MAPK, or phospho-MAPK (Supplemental Figure 2). "
},
{
          "section:1": "4. Discussion"
},
{
          "paragraph1": " analyses, there were no clear associations between changes in  pharmacodynamic endpoints, clinical outcomes, toxicity, and pharmacokinetic parameters.  Nor did we find an association between baseline biomarkers and clinical outcomes (data not  shown). "
},
{
          "section:1": "4. Discussion"
},
{
          "paragraph1": "Expanding the efficacy of EGFR inhibitors for lung cancer, which is largely limited to the  10–15% of cases with sensitizing EGFR mutations, has been a major focus of lung cancer  research. There is strong rationale to combine EGFR inhibiting drugs with epigenetic  therapies, such as HDAC inhibitors. HDAC inhibition affects the acetylation status and  function of multiple non-histone proteins. Examples described to date include nuclear  "
},
{
          "paragraph2": "Gerber et al. Page 6 "
},
{
          "paragraph3": "Lung Cancer. Author manuscript; available in PMC 2016 December 01. "
},
{
          "paragraph4": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph5": "transcription factors (including p53, E2F, c-Myc, nuclear factor-kappaB, hypoxia-inducible  factor 1α), estrogen and androgen receptors, DNA repair enzymes, the chaperone Hsp90, the  intracellular signaling mediator STAT3, angiogenesis and intracellular stress response  pathways.31 Additionally, HDAC inhibitors have activity against EGFR-TKI resistant cell  lines, result in depletion of EGFR, and demonstrate synergistic activity with erlotinib.21,32,33 "
},
{
          "paragraph6": "This phase 1 trial combined standard dose erlotinib with dose escalated romidepsin in  patients with advanced NSCLC. Although patients tolerated the combination with  romidepsin 8 mg/m2 without any antiemetic premedication, severe nausea and vomiting  occurred at the 10 mg/m2 level despite aggressive multi-agent prophylaxis. Other principal  toxicities were fatigue, diarrhea, anorexia, and acneiform rash. The frequency and severity of  nausea and vomiting were somewhat unexpected. The approved monotherapy dose of  romidepsin for cutaneous T cell lymphoma of 14 mg/m2 has been well tolerated with <5%  grade 3–4 nausea/vomiting reported with standard antiemetic prophylaxis. In the phase 1  monotherapy trial, dose-limiting toxicities were grade 3 thrombocytopenia and fatigue.24 In  combination studies with gemcitabine and with bortezomib, DLTs were primarily  hematologic.34,35 Although erlotinib is commonly associated with diarrhea, severe upper  gastrointestinal toxicities are unusual. The addition of erlotinib did not modify the  romidepsin pharmacokinetic profile, and patients often developed severe nausea/vomiting  before the first dose of erlotinib. Addition of romidepsin did not appear to alter the  frequency and severity of characteristic erlotinib toxicities, such as rash and diarrhea. Other  romidepsin-associated adverse events, such as hematologic and cardiac toxicities, did not  appear to occur at rates greater than expected with romidepsin monotherapy. "
},
{
          "paragraph7": "Although no conclusions can be drawn from this phase 1 clinical trial, the available efficacy  data suggest intriguing effects. Among 10 patients evaluable for radiographic response, the  disease control rate was 60%, which is comparable to other studies combining erlotinib and  HDAC inhibitors.36 To further place these results in context, it is important to consider that  in this trial there were no identified cases with sensitizing EGFR mutations, all patients were  current or former smokers, and all received prior treatment for their advanced NSCLC  diagnosis. In addition, seven patients (41%) were previously treated with erlotinib before  enrollment. In a phase 1 study of erlotinib plus the HDAC inhibitor panobinostat, all  documented radiographic responses occurred among EGFR-mutant, EGFR inhibitor-naïve  patients.36 In this trial, serum romidepsin concentrations achieved at all romidepsin dose  levels well exceeded the IC50 of romidepsin against NSCLC cell lines in vitro (2.25 ng/ mL).16 Consistent with preclinical observations,21 we observed potential clinical benefit in  cases not typically considered responsive to EGFR inhibitors. For instance, a patient with  KRAS mutant lung adenocarcinoma experienced a minor radiographic response and disease  control for 6 months. This observation may reflect potential effects of HDAC inhibition on  protein targets relevant to KRAS function, including cyclin-dependent kinases, nuclear  factor-kappa B, and STAT family members.37,38 One patient with squamous cell lung  cancer, who had progressed on erlotinib monotherapy immediately prior to enrollment on  this trial, achieved disease control for 16 months. To what extent combination with HDAC  inhibition contributed to this prolonged clinical stability is not clear. Re-treatment with  EGFR inhibitors has demonstrated clinical benefit in patients with prior progression on  EGFR inhibitors, although these reports are generally limited to patients with sensitizing  "
},
{
          "paragraph8": "Gerber et al. Page 7 "
},
{
          "paragraph9": "Lung Cancer. Author manuscript; available in PMC 2016 December 01. "
},
{
          "paragraph10": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph11": "EGFR mutations who receive an alternate intermittent treatment, or have a drug-free interval  between EGFR TKI exposures.39–41 "
},
{
          "section:1": "5. Conclusion"
},
{
          "paragraph1": "idence of romidepsin on-target effects at all dose levels. Decreased HDAC  activity and increased histone H3 and H4 acetylation were noted in PBMCs immediately  after romidepsin administration. This effect was not altered by addition of erlotinib. The  observation that romidepsin monotherapy may inhibit EGFR activation—evident through a  near-significant decrease in phospho-EGFR expression in skin biopsies prior to erlotinib  initiation—is intriguing and merits further investigation. Recent evidence suggests that dual  blockade with EGFR TKI and the anti-EGFR monoclonal antibody cetuximab may have  efficacy against the EGFR T790M secondary resistance mutation.42,43 The clinical effects of  such an approach in a broader population remain to be determined. In this trial, possibly due  to small patient numbers, we did not identify any baseline or pharmacodynamic biomarkers  that predicted benefit from romidepsin plus erlotinib. "
},
{
          "section:1": "5. Conclusion"
},
{
          "paragraph1": "In conclusion, the maximum tolerated dose of romidepsin in combination with standard  erlotinib150 mg orally daily administration is 8 mg/m2 on Days 1, 8, and 15 every 28 days  with routine multi-drug antiemetic prophylaxis. Although this romidepsin dose is  considerably lower than the approved monotherapy dose of 14 mg/m2 for cutaneous T cell  lymphoma, it achieved target effects of decreased HDAC activity and increased histone  acetylation, and may also inhibit EGFR activation. Although baseline and pharmacodynamic  biomarkers did not appear to predict clinical outcomes, this small phase 1 trial was not  adequately powered for such an analysis. Consistent with preclinical observations, intriguing  clinical activity was noted in populations that historically have not derived substantial  benefit from EGFR TKI monotherapy, including a patient with squamous NSCLC and a  patient with KRAS mutant adenocarcinoma. In these populations, confirmation of these  initial findings would require further study in randomized clinical trials comparing this  regimen not to erlotinib monotherapy (which has little efficacy in these settings), but rather  to cytotoxic chemotherapy. Identification of the optimal patient population and development  of predictive biomarkers will be key considerations to this future clinical development. "
},
{
          "paragraph2": "Supplementary Material "
},
{
          "paragraph3": "Refer to Web version on PubMed Central for supplementary material. "
},
{
          "paragraph4": "Acknowledgments "
},
{
          "paragraph5": "Funding "
},
{
          "paragraph6": "This study was supported by an American Society of Clinical Oncology Career Development Award (to D.E.G.),  KL2 RR024983 (North and Central Texas Clinical and Translational Science Initiative (Milton Packer, MD, PI) (to  D.E.G.), a National Cancer Institute Clinical Investigator Team Leadership Award (1P30 CA142543-01  supplement) (to D.E.G.), Genentech, Inc., and Celgene Pharmaceuticals. This work was also supported in part by  the Specialized Program of Research Excellence (SPORE) in Lung Cancer (P50CA70907) and the Biostatistics  Shared Resource, Harold C. Simmons Cancer Center (5P30 CA 142543-05). "
},
{
          "paragraph7": "Gerber et al. Page 8 "
},
{
          "paragraph8": "Lung Cancer. Author manuscript; available in PMC 2016 December 01. "
},
{
          "section:1": "References"
},
{
          "paragraph1": "script Author Manuscript Author Manuscript Author Manuscript "
},
{
          "section:1": "References"
},
{
          "paragraph1": "1. Salomon DS, Brandt R, Ciardiello F, Normanno N. Epidermal growth factor-related peptides and  their receptors in human malignancies. Crit Rev Oncol Hematol. 1995; 19:183–232. [PubMed:  7612182]  "
},
{
          "paragraph2": "2. Veale D, Kerr N, Gibson GJ, Kelly PJ, Harris AL. The relationship of quantitative epidermal growth  factor receptor expression in non-small cell lung cancer to long term survival. Br J Cancer. 1993;  68:162–165. [PubMed: 8391303]  "
},
{
          "paragraph3": "3. Fujino S, Enokibori T, Tezuka N, et al. A comparison of epidermal growth factor receptor levels and  other prognostic parameters in non-small cell lung cancer. Eur J Cancer. 1996; 32A:2070–2074.  [PubMed: 9014747]  "
},
{
          "paragraph4": "4. Mok TS, Wu YL, Thongprasert S, et al. Gefitinib or carboplatin-paclitaxel in pulmonary  adenocarcinoma. N Engl J Med. 2009; 361:947–957. [PubMed: 19692680]  "
},
{
          "paragraph5": "5. Rosell R, Carcereny E, Gervais R, et al. Erlotinib versus standard chemotherapy as first-line  treatment for European patients with advanced EGFR mutation-positive non-small-cell lung cancer  (EURTAC): a multicentre, open-label, randomised phase 3 trial. Lancet Oncol. 2012; 13:239–246.  [PubMed: 22285168]  "
},
{
          "paragraph6": "6. Shepherd FA, Rodrigues Pereira J, Ciuleanu T, et al. Erlotinib in previously treated non-small-cell  lung cancer. N Engl J Med. 2005; 353:123–132. [PubMed: 16014882]  "
},
{
          "paragraph7": "7. Garassino MC, Martelli O, Broggini M, et al. Erlotinib versus docetaxel as second-line treatment of  patients with advanced non-small-cell lung cancer and wild-type EGFR tumours (TAILOR): a  randomised controlled trial. Lancet Oncol. 2013; 14:981–988. [PubMed: 23883922]  "
},
{
          "paragraph8": "8. Herbst RS, Ansari R, Bustin F, et al. Efficacy of bevacizumab plus erlotinib versus erlotinib alone in  advanced non-small-cell lung cancer after failure of standard first-line chemotherapy (BeTa): a  double-blind, placebo-controlled, phase 3 trial. Lancet. 2011; 377:1846–1854. [PubMed: 21621716]  "
},
{
          "paragraph9": "9. Haura EB, Tanvetyanon T, Chiappori A, et al. Phase I/II study of the Src inhibitor dasatinib in  combination with erlotinib in advanced non-small-cell lung cancer. J Clin Oncol. 2010; 28:1387– 1394. [PubMed: 20142592]  "
},
{
          "paragraph10": "10. Scagliotti GV, Bondarenko I, Blackhall F, et al. Randomized, phase III trial of figitumumab in  combination with erlotinib versus erlotinib alone in patients with non adenocarcinoma non small- cell lung cancer. Ann Oncol. 2015; 26:497–504. [PubMed: 25395283]  "
},
{
          "paragraph11": "11. Gitlitz BJ, Bernstein E, Santos ES, et al. A randomized, placebo-controlled, multicenter,  biomarker-selected, phase 2 study of apricoxib in combination with erlotinib in patients with  advanced non-small-cell lung cancer. J Thorac Oncol. 2014; 9:577–582. [PubMed: 24736085]  "
},
{
          "paragraph12": "12. Fiskus W, Ren Y, Mohapatra A, et al. Hydroxamic acid analogue histone deacetylase inhibitors  attenuate estrogen receptor-alpha levels and transcriptional activity: a result of hyperacetylation  and inhibition of chaperone function of heat shock protein 90. Clin Cancer Res. 2007; 13:4882– 4890. [PubMed: 17699868]  "
},
{
          "paragraph13": "13. Pao W, Wang TY, Riely GJ, et al. KRAS mutations and primary resistance of lung  adenocarcinomas to gefitinib or erlotinib. PLoS Med. 2005; 2:e17. [PubMed: 15696205]  "
},
{
          "paragraph14": "14. Yu XD, Wang SY, Chen GA, et al. Apoptosis induced by depsipeptide FK228 coincides with  inhibition of survival signaling in lung cancer cells. Cancer J. 2007; 13:105–113. [PubMed:  17476138]  "
},
{
          "paragraph15": "15. Okabe S, Tauchi T, Nakajima A, et al. Depsipeptide (FK228) preferentially induces apoptosis in  BCR/ABL-expressing cell lines and cells from patients with chronic myelogenous leukemia in  blast crisis. Stem cells and development. 2007; 16:503–514. [PubMed: 17610380]  "
},
{
          "paragraph16": "16. Kelter, G.; Metz, T.; Beckers, T.; Muller, T.; Fiebig, HH.; Korrat, A. AACR Molecular Targets and  Cancer Therapeutics. San Franciso, CA: 2007. In vitro profiling of 5 HDAC inhibitors in 59  human tumor cell lines: Selective activity in AML, NHL, and myelomas: Development of a  predictive gene signature. p. Abstract 210 "
},
{
          "paragraph17": "17. Schrump DS, Fischette MR, Nguyen DM, et al. Clinical and molecular responses in lung cancer  patients receiving Romidepsin. Clin Cancer Res. 2008; 14:188–198. [PubMed: 18172270]  "
},
{
          "paragraph18": "Gerber et al. Page 9 "
},
{
          "paragraph19": "Lung Cancer. Author manuscript; available in PMC 2016 December 01. "
},
{
          "paragraph20": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph21": "18. Schrump DS, Fischette MR, Nguyen DM, et al. Phase I study of decitabine-mediated gene  expression in patients with cancers involving the lungs, esophagus, or pleura. Clin Cancer Res.  2006; 12:5777–5785. [PubMed: 17020984]  "
},
{
          "paragraph22": "19. Ueda H, Nakajima H, Hori Y, Goto T, Okuhara M. Action of FR901228, a novel antitumor bicyclic  depsipeptide produced by Chromobacterium violaceum no. 968, on Ha-ras transformed NIH3T3  cells. Biosci Biotechnol Biochem. 1994; 58:1579–1583. [PubMed: 7765477]  "
},
{
          "paragraph23": "20. Fecteau KA, Mei J, Wang HC. Differential modulation of signaling pathways and apoptosis of ras- transformed 10T1/2 cells by the depsipeptide FR901228. J Pharmacol Exp Ther. 2002; 300:890– 899. [PubMed: 11861795]  "
},
{
          "paragraph24": "21. Zhang W, Peyton M, Xie Y, et al. Histone deacetylase inhibitor romidepsin enhances anti-tumor  effect of erlotinib in non-small cell lung cancer (NSCLC) cell lines. J Thorac Oncol. 2009; 4:161– 166. [PubMed: 19179890]  "
},
{
          "paragraph25": "22. Therasse P, Arbuck SG, Eisenhauer EA, et al. New guidelines to evaluate the response to treatment  in solid tumors. European Organization for Research and Treatment of Cancer, National Cancer  Institute of the United States, National Cancer Institute of Canada. J Natl Cancer Inst. 2000;  92:205–216. [PubMed: 10655437]  "
},
{
          "paragraph26": "23. Noonan AM, Eisch RA, Liewehr DJ, et al. Electrocardiographic studies of romidepsin demonstrate  its safety and identify a potential role for K (ATP) channel. Clin Cancer Res. 2013; 19:3095–3104.  [PubMed: 23589175]  "
},
{
          "paragraph27": "24. Marshall JL, Rizvi N, Kauh J, et al. A phase I trial of depsipeptide (FR901228) in patients with  advanced cancer. Journal of experimental therapeutics & oncology. 2002; 2:325–332. [PubMed:  12440223]  "
},
{
          "paragraph28": "25. Atmaca A, Al-Batran SE, Maurer A, et al. Valproic acid (VPA) in patients with refractory  advanced cancer: a dose escalating phase I clinical trial. Br J Cancer. 2007; 97:177–182. [PubMed:  17579623]  "
},
{
          "paragraph29": "26. Munster P, Marchion D, Bicaku E, et al. Phase I trial of histone deacetylase inhibition by valproic  acid followed by the topoisomerase II inhibitor epirubicin in advanced solid tumors: a clinical and  translational study. J Clin Oncol. 2007; 25:1979–1985. [PubMed: 17513804]  "
},
{
          "paragraph30": "27. Fouladi M, Furman WL, et al. Children's Oncology G. Phase I study of depsipeptide in pediatric  patients with refractory solid tumors: a Children's Oncology Group report. J Clin Oncol. 2006;  24:3678–3685. [PubMed: 16877737]  "
},
{
          "paragraph31": "28. Byrd JC, Marcucci G, Parthun MR, et al. A phase 1 and pharmacodynamic study of depsipeptide  (FK228) in chronic lymphocytic leukemia and acute myeloid leukemia. Blood. 2005; 105:959– 967. [PubMed: 15466934]  "
},
{
          "paragraph32": "29. Baselga J, Albanell J, Ruiz A, et al. Phase II and tumor pharmacodynamic study of gefitinib in  patients with advanced breast cancer. J Clin Oncol. 2005; 23:5323–5333. [PubMed: 15939921]  "
},
{
          "paragraph33": "30. Folprecht G, Tabernero J, Kohne CH, et al. Phase I pharmacokinetic/pharmacodynamic study of  EKB-569, an irreversible inhibitor of the epidermal growth factor receptor tyrosine kinase, in  combination with irinotecan, 5-fluorouracil, and leucovorin (FOLFIRI) in first-line treatment of  patients with metastatic colorectal cancer. Clin Cancer Res. 2008; 14:215–223. [PubMed:  18172273]  "
},
{
          "paragraph34": "31. Lane AA, Chabner BA. Histone deacetylase inhibitors in cancer therapy. J Clin Oncol. 2009;  27:5459–5468. [PubMed: 19826124]  "
},
{
          "paragraph35": "32. Edwards A, Li J, Atadja P, Bhalla K, Haura EB. Effect of the histone deacetylase inhibitor LBH589  against epidermal growth factor receptor-dependent human lung cancer cells. Mol Cancer Ther.  2007; 6:2515–2524. [PubMed: 17876048]  "
},
{
          "paragraph36": "33. Gao YS, Hubbert CC, Yao TP. The microtubule-associated histone deacetylase 6 (HDAC6)  regulates epidermal growth factor receptor (EGFR) endocytic trafficking and degradation. J Biol  Chem. 2010; 285:11219–11226. [PubMed: 20133936]  "
},
{
          "paragraph37": "34. Jones SF, Infante JR, Spigel DR, et al. Phase 1 results from a study of romidepsin in combination  with gemcitabine in patients with advanced solid tumors. Cancer Invest. 2012; 30:481–486.  [PubMed: 22536933]  "
},
{
          "paragraph38": "Gerber et al. Page 10 "
},
{
          "paragraph39": "Lung Cancer. Author manuscript; available in PMC 2016 December 01. "
},
{
          "paragraph40": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph41": "35. Harrison SJ, Quach H, Link E, et al. A high rate of durable responses with romidepsin, bortezomib,  and dexamethasone in relapsed or refractory multiple myeloma. Blood. 2011; 118:6274–6283.  [PubMed: 21911830]  "
},
{
          "paragraph42": "36. Gray JE, Haura E, Chiappori A, et al. A phase I, pharmacokinetic, and pharmacodynamic study of  panobinostat, an HDAC inhibitor, combined with erlotinib in patients with advanced aerodigestive  tract tumors. Clin Cancer Res. 2014; 20:1644–1655. [PubMed: 24429877]  "
},
{
          "paragraph43": "37. Bolden JE, Peart MJ, Johnstone RW. Anticancer activities of histone deacetylase inhibitors. Nat  Rev Drug Discov. 2006; 5:769–784. [PubMed: 16955068]  "
},
{
          "paragraph44": "38. Yuan ZL, Guan YJ, Chatterjee D, Chin YE. Stat3 dimerization regulated by reversible acetylation  of a single lysine residue. Science. 2005; 307:269–273. [PubMed: 15653507]  "
},
{
          "paragraph45": "39. Oxnard GR, Janjigian YY, Arcila ME, et al. Maintained sensitivity to EGFR tyrosine kinase  inhibitors in EGFR-mutant lung cancer recurring after adjuvant erlotinib or gefitinib. Clin Cancer  Res. 2011; 17:6322–6328. [PubMed: 21831955]  "
},
{
          "paragraph46": "40. Chaft JE, Oxnard GR, Sima CS, Kris MG, Miller VA, Riely GJ. Disease flare after tyrosine kinase  inhibitor discontinuation in patients with EGFR-mutant lung cancer and acquired resistance to  erlotinib or gefitinib: implications for clinical trial design. Clin Cancer Res. 2011; 17:6298–6303.  [PubMed: 21856766]  "
},
{
          "paragraph47": "41. Oh IJ, Ban HJ, Kim KS, Kim YC. Retreatment of gefitinib in patients with non-small-cell lung  cancer who previously controlled to gefitinib: a single-arm, open-label, phase II study. Lung  Cancer. 2012; 77:121–127. [PubMed: 22333554]  "
},
{
          "paragraph48": "42. Janjigian YY, Smit EF, Groen HJ, et al. Dual inhibition of EGFR with afatinib and cetuximab in  kinase inhibitor-resistant EGFR-mutant lung cancer with and without T790M mutations. Cancer  discovery. 2014; 4:1036–1045. [PubMed: 25074459]  "
},
{
          "paragraph49": "43. Janjigian YY, Azzoli CG, Krug LM, et al. Phase I/II trial of cetuximab and erlotinib in patients  with lung adenocarcinoma and acquired resistance to erlotinib. Clin Cancer Res. 2011; 17:2521– 2527. [PubMed: 21248303]  "
},
{
          "paragraph50": "Gerber et al. Page 11 "
},
{
          "paragraph51": "Lung Cancer. Author manuscript; available in PMC 2016 December 01. "
},
{
          "paragraph52": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph53": "Highlights "
},
{
          "paragraph54": "• Romidepsin 8 mg/m2 IV on Days 1, 15, and 22 every 28 days plus  erlotinib 150 mg PO daily was well tolerated "
},
{
          "paragraph55": "• At higher doses, dose-limiting nausea and vomiting occurred despite  aggressive prophylaxis "
},
{
          "paragraph56": "• Encouraging findings were seen in EGFR wild type cases, including  squamous cell and mutant KRAS "
},
{
          "paragraph57": "• At all doses studied, romidepsin inhibited HDAC activity and increased  histone acetylation "
},
{
          "paragraph58": "• Romidepsin also inhibited EGFR pathway activation in skin biopsies "
},
{
          "paragraph59": "Gerber et al. Page 12 "
},
{
          "paragraph60": "Lung Cancer. Author manuscript; available in PMC 2016 December 01. "
},
{
          "paragraph61": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "section:1": "Figure 1"
},
{
          "paragraph1": "ihms829669_page12_401.jpg"
},
{
          "section:1": "Figure 1"
},
{
          "paragraph1": "Gerber et al. Page 13 "
},
{
          "paragraph2": "Lung Cancer. Author manuscript; available in PMC 2016 December 01. "
},
{
          "paragraph3": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "section:1": "Figure 2"
},
{
          "paragraph1": "ihms829669_page13_417.jpg"
},
{
          "section:1": "Figure 2"
},
{
          "paragraph1": "Gerber et al. Page 14 "
},
{
          "paragraph2": "Lung Cancer. Author manuscript; available in PMC 2016 December 01. "
},
{
          "paragraph3": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph4": "3.20 ± 2.40 in the 8 mg/m2 cohort (P < 0.01) and 2.26 ± 0.47 in the 10 mg/m2 cohort (P <  0.01). "
},
{
          "paragraph5": "Gerber et al. Page 15 "
},
{
          "paragraph6": "Lung Cancer. Author manuscript; available in PMC 2016 December 01. "
},
{
          "paragraph7": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "section:1": "Figure 3"
},
{
          "paragraph1": "ihms829669_page15_442.jpg"
},
{
          "section:1": "Figure 3"
},
{
          "paragraph1": "Gerber et al. Page 16 "
},
{
          "paragraph2": "Lung Cancer. Author manuscript; available in PMC 2016 December 01. "
},
{
          "paragraph3": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "section:1": "Figure 4"
},
{
          "paragraph1": "ihms829669_page16_458.jpg"
},
{
          "section:1": "Figure 4"
},
{
          "paragraph1": "Gerber et al. Page 17 "
},
{
          "paragraph2": "Lung Cancer. Author manuscript; available in PMC 2016 December 01. "
},
{
          "paragraph3": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph4": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "section:1": "Table 1"
},
{
          "paragraph1": "t al. Page 18 "
},
{
          "section:1": "Table 1"
},
{
          "paragraph1": "Baseline patient and disease characteristics (N = 17) "
},
{
          "paragraph2": "Characteristic Number (%), or median (range) "
},
{
          "paragraph3": "Age (y) 60 (48–74) "
},
{
          "paragraph4": "Sex "
},
{
          "paragraph5": "  Female 8 (47) "
},
{
          "paragraph6": "  Male 9 (53) "
},
{
          "paragraph7": "Race "
},
{
          "paragraph8": "  White 15 (88) "
},
{
          "paragraph9": "  African-American 2 (12) "
},
{
          "paragraph10": "Histology "
},
{
          "paragraph11": "  Adenocarcinoma 10 (59) "
},
{
          "paragraph12": "  Squamous cell 6 (35) "
},
{
          "paragraph13": "  Other 1 (6) "
},
{
          "paragraph14": "Molecular profile "
},
{
          "paragraph15": "EGFR, KRAS wild type 6 (35) "
},
{
          "paragraph16": "  KRAS mutation 1 (6) "
},
{
          "paragraph17": "  Unknown 10 (59) "
},
{
          "paragraph18": "Number of lines or prior systemic therapy 3 (1–5) "
},
{
          "paragraph19": "Smoking history "
},
{
          "paragraph20": "  Yes 17 (100) "
},
{
          "paragraph21": "  No 0 (0) "
},
{
          "paragraph22": "Prior erlotinib "
},
{
          "paragraph23": "  Yes 7 (41) "
},
{
          "paragraph24": "  No 10 (59) "
},
{
          "paragraph25": "Lung Cancer. Author manuscript; available in PMC 2016 December 01. "
},
{
          "paragraph26": "Author Manuscript Author Manuscript Author Manuscript Author Manuscript "
},
{
          "paragraph27": "Gerber et al. Page 19 "
},
{
          "section:1": "Table 2"
},
{
          "paragraph1": "Treatment-related adverse events in ≥10% of patients "
},
{
          "paragraph2": "Grade "
},
{
          "paragraph3": "AE Term Possible "
},
{
          "paragraph4": "Relationship to "
},
{
          "paragraph5": "Romidepsin "
},
{
          "paragraph6": "Possible "
},
{
          "paragraph7": "Relationship to "
},
{
          "paragraph8": "Erlotinib "
},
{
          "paragraph9": "1–2 3–4 Total "
},
{
          "paragraph10": "Nausea Y (14/14) Y (4/14) 11 3 14 "
},
{
          "paragraph11": "Vomiting Y (14/14) Y (5/14) 11 3 14 "
},
{
          "paragraph12": "Fatigue Y (14/14) Y (9/14) 12 2 14 "
},
{
          "paragraph13": "Diarrhea Y (7/11) Y (9/11) 10 1 11 "
},
{
          "paragraph14": "Anorexia Y (9/9) Y (9/9) 8 1 9 "
},
{
          "paragraph15": "Acneiform Rash N Y (7/7) 7 7 "
},
{
          "paragraph16": "↓ Hgb/Anemia Y (5/5) Y (2/5) 3 2 5 "
},
{
          "paragraph17": "↓ Potassium Y N 4 4 "
},
{
          "paragraph18": "Mouth Blister N Y (4/4) 4 4 "
},
{
          "paragraph19": "↑ Glucose Y (3/3) Y (1/3) 3 3 "
},
{
          "paragraph20": "Weight Loss Y (3/3) Y (2/3) 3 3 "
},
{
          "paragraph21": "Dry Skin N Y (2/2) 2 2 "
},
{
          "paragraph22": "Dyspepsia Y N 2 2 "
},
{
          "paragraph23": "Sinus tachycardia Y (2/2) N 2 2 "
},
{
          "paragraph24": "Acute kidney injury Y (1/1) Y (1/1) 1* 1 "
},
{
          "paragraph25": "Hgb, hemoglobin; N, No; Y, Yes; "
},
{
          "paragraph26": "*Grade 5 event "
}]